Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: if true, main menu is more anxious to close
ar: في حالة التعيين على صواب، تميل القائمة الرئيسية إلى الغلق
as: মান true হ'লে, প্ৰধান তালিকা বন্ধ কৰাৰ বাবে প্ৰস্তুত
bn_in: মান true (সত্য) হলে, প্রধান মেনু বন্ধ করার জন্য প্রস্তুত
dz: བདེན་པ་ཨིན་པ་ཅིན་ དཀར་ཆག་གཙོ་བོ་འདི་ ཁ་བསྡམ་ནིའི་དོན་ལས་ ཧེང་བཀལ་སེམས་འཚབ་ཨིན་
el: αν είναι αληθής, το κύριο μενού είναι πιο δύκολο να τερματίσει
eu: TRUE (egia) bada, menu nagusia ixteko irrikitan dago
gu: જો સાચું હોય તો, મુખ્ય મેનુ બંધ થવા માટે વધુ આતુર છે.
id: bila true, menu utama lebih sulit ditutup
km: បើ​ពិត នោះ​ម៉ឺនុយ​មេ​នឹង​បិទ​កាន់​តែ​លឿន
kn: true ಆದಲ್ಲಿ, ಮುಖ್ಯ ಮೆನುವು ಮುಚ್ಚಲ್ಪಡಲು ತವಕಿಸುತ್ತದೆ
lt: jei teigiamas, pagrindinis meniu sparčiau užsiveria
mk: ако е точно, главното мени ќе сака да се затвори
ml: true എങ്കില്‍, പ്രധാന മെനു പെട്ടെന്നു് അടയ്ക്കുന്നു
mr: true असल्यास, मुख्य मेन्यू पटकण बंद होऊ शकते
nl: Indien ingeschakeld sluit hoofdmenu gemakkelijker
or: ଯଦି true, ମୂଖ୍ୟ ତାଲିକା ବନ୍ଦ ହେବା ପାଇଁ ପ୍ରସ୍ତୁତ
pt: se verdadeiro, o menu principal fecha-se se ocorrerem eventos adicionais
sv: om sant, kommer huvudmenyn att vara mer benägen att stängas
te: నిజమైతే, ముఖ్య మెనూ మూయబడుటకు త్వరపడును.
th: เมนูหลักรีบปิด
wa: si vraiy, li mwaisse dressêye serè pus roed a clôre
zu: uma kuyiqiniso, imenu eyinhloko izobe isijahe ukuvaleka

source: lock-down configuration of the file area
ar: قفل تكوين منطقة الملفات
as: file area-ৰ বাবে lock-down বিন্যাস
bn_in: file area-র জন্য lock-down কনফিগারেশন
dz: ཡིག་སྣོད་མངའ་ཁོངས་འདི་གི་རིམ་སྒྲིག་ལྡེ་མིག་རྐྱབས་
el: Ρυθμίσεις κλειδώματος της περιοχής αρχείων
eu: fitxategi-arearen konfigurazioko blokeoa
gu: ફાઈલ વિસ્તારનું લોક-ડાઉન કન્ફિગ્યુરેશન
id: status penguncian bagi wilayah berkas
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ចាក់សោ​នៃផ្ទៃ​ឯកសារ
kn: ಕಡತ ಜಾಗಕ್ಕಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸಂರಚನೆ
ko: 파일 영역 설정 잠금
lt: rakinti failų srities nustatymus
mk: конфигурација за заклучување на површината за датотеки
ml: ഫയലിന്റെ സ്ഥലത്തിനുള്ള lock-down ക്രമീകരണം
mr: फाइल क्षेत्रचे कुलूप-बंद संयोजना
nl: Lockdown-instellingen van het bestandsgebied
pt: trancar a configuração da área de ficheiros
sv: konfiguration av nedlåsning för filfältet
te: దస్త్రము ప్రాంతము యొక్క లాక్-డౌన్ ఆకృతీకరణ
th: การจำกัดการใช้งานพื้นที่แฟ้ม
wa: aclawer l' apontiaedje del redjon fitchî
zu: hluthulela ukuhelwa kwendawo yefayela

source: lock-down status for the application browser link
ar: قفل حالة ارتباط مستعرض التطبيق
as: অনুপ্ৰয়োগ চৰক লিংকৰ বাবে lock-down অৱস্থা
bn_in: অ্যাপ্লিকেশন ব্রাউজার লিংকের জন্য lock-down অবস্থা
dz: གློག་རིམ་བརའུ་ཟར་འབྲེལ་ལམ་འདི་གི་དོན་ལུ་ གནས་ཚད་ལྡེ་མིག་རྐྱབས་
el: Κατάσταση κλειδώματος για το σύνδεσμο του περιηγητή εφαρμογών
eu: aplikazioen arakatzailearen estekaren egoerako blokeoa
gu: અનુપ્રયોગ બ્રાઉઝરની લિંક માટેની લોક-ડાઉન સ્થિતિ
id: status penguncian bagi taut peramban aplikasi
km: ស្ថានភាព​ចាក់សោ​សម្រាប់តំណ​កម្មវិធី​រុករក​កម្មវិធី
kn: ಅನ್ವಯ ವೀಕ್ಷಕ ಕೊಂಡಿಗಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸ್ಥಿತಿ
ko: 프로그램 찾아보기 링크 상태 잠금
lt: rakinti programų naršyklės saitą
mk: статус за заклучување на врската за прелистувачот на апликации
ml: പ്രയോഗത്തിന്റെ ബ്രൌസറിന്റെ ലിങ്കിനുള്ള lock-down അവസ്ഥ
mr: अनुप्रयोग ब्राऊजर लिंक करीता कुलूप-बंद संयोजना
nl: Lockdown-instelling van het toepassingenoverzicht
pt: trancar o estado do atalho do navegador de aplicações
sv: nedlåsningsstatus för programbläddrarens länk
te: అనువర్తనపు అన్వేషణి లింకునకు లాక్-డౌన్ స్థితి
th: สถานะจำกัดการใช้งานของลิงก์เรียกดูโปรแกรม
wa: aclawer l' estat pol hårdêye do naivieu d' programes
zu: hluthulela isimo selinki yesipheqi sohlelo

source: lock-down status for the search area
ar: قفل حالة منطقة البحث
as: search area-ৰ বাবে lock-down অৱস্থা
bn_in: search area-র জন্য lock-down অবস্থা
dz: འཚོལ་ཞིབ་མངའ་ཁོངས་ཀྱི་དོནལུ་ གནས་ཚད་ལྡེ་མིག་རྐྱབས་
el: Κατάσταση κλειδώματος για την περιοχή αναζήτησης
eu: bilaketa-areako egoeraren blokeoa
gu: શોધ વિસ્તાર માટેની લોક-ડાઉન સ્થિતિ
id: status penguncian bagi wilayah pencarian
km: ស្ថានភាព​ចាក់សោ​សម្រាប់​ផ្ទៃ​ស្វែងរក
kn: ಹುಡುಕು ಜಾಗಕ್ಕಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸ್ಥಿತಿ
ko: 찾기 영역 상태 잠금
lt: rakinti paieškos lauką
mk: статус за заклучување на површината за барање
ml: തെരച്ചിലിനുള്ള സ്ഥലത്തിന്റെ lock-down അവസ്ഥ
mr: शोध क्षेत्र करीता कुलूप-बंद स्थिती
nl: Lockdown-instelling voor het zoekgebied
pt: trancar o estado da área de procura
sv: nedlåsningsstatus för sökfältet
te: శోధన ప్రాంతమునకు లాక్-డౌన్ స్థితి
th: สถานะจำกัดการใช้งานสำหรับพื้นที่ค้นหา
wa: aclawer l' estat po l' redjon di cweraedje
zu: hluthulela isimo sendawo yokucinga

source: lock-down status for the status area
ar: قفل حالة منطقة الحالة
as: status area-ৰ বাবে lock-down অৱস্থা
bn_in: status area-র জন্য lock-down অবস্থা
dz: གནས་ཚད་མངའ་ཁོངས་འདི་གི་དོན་ལུ་ གནས་ཚད་ལྡེ་མིག་རྐྱབས་
el: Κατάσταση κλειδώματος για την περιοχή κατάστασης
eu: egoera-areako egoeraren blokeoa
gu: સ્થિતિ વિસ્તાર માટેની લોક-ડાઉન સ્થિતિ
id: status penguncian bagi wilayah status
km: ស្ថានភាព​ចាក់សោ​សម្រាប់​ផ្ទៃ​ស្ថានភាព
kn: ಸ್ಥಿತಿ ಜಾಗಕ್ಕಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸ್ಥಿತಿ
ko: 상태 영역 상태 잠금
lt: rakinti būsenos lauką
mk: статус за заклучување на статусната површина
ml: അവസ്ഥ ലഭ്യമാക്കുന്ന സ്ഥലത്തിന്റെ lock-down അവസ്ഥ
mr: स्थिती क्षेत्र करीता कुलूप-बंद स्थिती
nl: Lockdown-instelling voor het statusgebied
pt: trancar o estado da área de estados
sv: nedlåsningsstatus för statusfältet
te: స్థితి ప్రాంతమునకు లాక్-డౌన్ స్థితి
th: สถานะจำกัดการใช้งานสำหรับพื้นที่สถานะ
wa: aclawer l' estat pol redjon d' estat
zu: hluthulela isimo sendawo yesimo (status area)

source: lock-down status for the system area
ar: قفل حالة منطقة النظام
as: system area-ৰ বাবে lock-down অৱস্থা
bn_in: system area-র জন্য lock-down অবস্থা
dz: རིམ་ལུགས་མངའ་ཁོངས་ཀྱི་དོན་ལུ་ གནས་ཚད་ལྡེ་མིག་རྐྱབས་
el: Κατάσταση κλειδώματος για την περιοχή συστήματος
eu: sistema-areako egoeraren blokeoa
gu: સિસ્ટમ વિસ્તાર માટેની લોક-ડાઉન સ્થિતિ
id: status penguncian bagi wilayah sistem
km: ស្ថានភាព​ចាក់សោ​សម្រាប់​ផ្ទៃ​ប្រព័ន្ធ
kn: ವ್ಯವಸ್ಥೆಯ ಜಾಗಕ್ಕಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸ್ಥಿತಿ
ko: 시스템 영역 상태 잠금
lt: rakinti sistemos sritį
mk: статус за заклучување на системската површина
ml: സിസ്റ്റമിന്റെ സ്ഥലത്തിന്റെ lock-down അവസ്ഥ
mr: प्रणाली क्षेत्र करीता कुलूप-बंद स्थिती
nl: Lockdown-instelling voor het systeemgebied
pt: trancar o estado da área de sistema
sv: nedlåsningsstatus för systemfältet
te: సిస్టమ్ ప్రాంతమునకు లాక్-డౌన్ స్థితి
th: สถานะจำกัดการใช้งานสำหรับพื้นที่ระบบ
wa: aclawer l' estat po l' redjon sistinme
zu: hluthulela isimo sendawo yesistimu

source: set to true if the search area should be visible and active.
ar: قم بالتعيين على صواب في حالة وجوب أن تكون منطقة البحث مرئية ونشطة.
as: search area প্ৰদৰ্শন আৰু সক্ৰিয় কৰা হ'ব নে নহয় চিহ্নিত কৰাৰ বাবে মান true নিৰ্ধাৰণ কৰক ।
bn_in: search area প্রদর্শন ও সক্রিয় করা হবে কি না চিহ্নিত করার জন্য মান true (সত্য) নির্ধারণ করুন।
dz: འཚོལ་ཞིབ་མངའ་ཁོངས་འདི་མཐོང་ཚུགསཔ་དང་ཤུགས་ལྡན་ཨིན་དགོ་པ་ཅིན་ བདེན་པ་ལུ་གཞི་སྒྲིག་འབད་
el: καθορισμός ως αληθής αν η περιοχή αναζήτησης θα είναι ορατή και ενεργοποιημένη.
eu: ezarri TRUE (egia) gisa bilaketako area ikusgai eta aktibo egon behar badu.
gu: જો શોધ વિસ્તાર દૃશ્યમાન અને સક્રિય હોવો જોઈએ તો સાચું સેટ કરો.
id: tata ke true bila area pencarian mesti nampak dan aktif.
km: កំណត់​ទៅ​ពិត ប្រសិន​បើ​ផ្ទៃ​ស្វែងរក​គួរតែ​ត្រូវ​មើល​ឃើញ និង សកម្ម ។
kn: ಹುಡುಕು ಜಾಗವು ಗೋಚರಿಸುತ್ತಿರಬೇಕಿದ್ದರೆ ಹಾಗು ಸಕ್ರಿಯವಾಗಿರಬೇಕಿದ್ದರೆ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 찾기 영역이 보이고 활성화 되어 있으면 참으로 설정하세요.
lt: nustatyti teigiamą, jei paieškos laukas turi būti matomas ir aktyvus.
mk: постави на true за просторот за пребарување да биде видлив и активен.
ml: തെരച്ചിലിനുള്ള സ്ഥലം ദൃശ്യവും സജീവവുമാകണമെങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: शोध क्षेत्र दृष्यास्पद व सक्रीय असल्यास true असे निश्चित केले जाते.
nl: Indien ingeschakeld zal het zoekgebied zichtbaar en actief zijn.
pt: definido como verdadeiro se a área de procura dever estar visível e activa.
sv: ställ in till sant om sökfältet ska vara synligt och aktivt.
te: శోధన ప్రాంతము కనిపించాలి మరియు క్రియాశీలముగా వుండవలెనంటే నిజమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการให้แสดงพื้นที่ค้นหาและให้ใช้งานได้
wa: mete so vraiy sel redjon d' cweraedje duvreut esse veyåve eyet en alaedje.
zu: setha kokuthi iqiniso uma indawo yokucinga kufanele ibonakale futhi isebenze.

source: set to true if the status area should be visible and active.
ar: قم بالتعيين على صواب في حالة وجوب أن تكون منطقة الحالة مرئية ونشطة.
as: status area প্ৰদৰ্শন আৰু সক্ৰিয় কৰা হ'ব নে নহয় চিহ্নিত কৰাৰ বাবে মান true নিৰ্ধাৰণ কৰক ।
bn_in: status area প্রদর্শন ও সক্রিয় করা হবে কি না চিহ্নিত করার জন্য মান true (সত্য) নির্ধারণ করুন।
dz: གནས་ཚད་མངའ་ཁོངས་འདི་མཐོང་ཚུགསཔ་དང་ཤུགས་ལྡན་ཨིན་དགོ་པ་ཅིན་ བདེན་པ་ལུ་གཞི་སྒྲིག་འབད་
el: καθορισμός ως αληθής αν η περιοχή κατάστασης θα είναι ορατή και ενεργοποιημένη.
eu: ezarri TRUE (egia) gisa egoerako area ikusgai eta aktibo egon behar badu.
gu: જો સ્થિતિવિસ્તાર દૃશ્યમાન અને સક્રિય હોવો જોઈએ તો સાચું સેટ કરો.
id: tata ke true bila area status mesti nampak dan aktif.
km: កំណត់​ទៅ​ពិត ប្រសិន​បើ​ផ្ទៃ​ស្ថានភាព​គួរតែ​ត្រូវ​មើល​ឃើញ និង សកម្ម ។
kn: ಸ್ಥಿತಿ ಜಾಗವು ಗೋಚರಿಸುತ್ತಿರಬೇಕಿದ್ದರೆ ಹಾಗು ಸಕ್ರಿಯವಾಗಿರಬೇಕಿದ್ದರೆ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 상태 영역이 보이고 활성화 되어 있으면 참으로 설정하세요.
lt: nustatyti teigiamą, jei būsenos sritis turi būti matoma ir aktyvi.
mk: постави на true за статусниот простор да биде видлив и активен.
ml: അവസ്ഥ ലഭ്യമാക്കുന്ന സ്ഥലം ദൃശ്യവും സജീവവുമാകണമെങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: स्थिती क्षेत्र दृष्यास्पद व सक्रीय असल्यास true असे निश्चित केले जाते.
nl: Indien ingeschakeld zal het statusgebied zichtbaar en actief zijn.
pt: definido como verdadeiro se a área de estados dever estar visível e activa.
sv: ställ in till sant om statusfältet ska vara synligt och aktivt.
te: స్థితి ప్రాంతము కనిపించాలి మరియు క్రియాశీలముగా వుండవలెనంటే నిజమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการให้แสดงพื้นที่สถานะและให้ใช้งานได้
wa: mete so vraiy sel redjon d' estat duvreut esse veyåve eyet en alaedje.
zu: setha kokuthi iqiniso uma indawo yesimo kufanele ibonakale futhi isebenze.

source: set to true if the system area should be visible and active.
ar: قم بالتعيين على صواب في حالة وجوب أن تكون منطقة النظام مرئية ونشطة.
as: system area প্ৰদৰ্শন আৰু সক্ৰিয় কৰা হ'ব নে নহয় চিহ্নিত কৰাৰ বাবে মান true নিৰ্ধাৰণ কৰক ।
bn_in: system area প্রদর্শন ও সক্রিয় করা হবে কি না চিহ্নিত করার জন্য মান true (সত্য) নির্ধারণ করুন।
dz: རིམ་ལུགས་མངའ་ཁོངས་འདི་ མཐོང་ཚུགསཔ་དང་ཤུགས་ལྡན་ཨིན་དགོ་པ་ཅིན་ བདེན་པ་ལུ་གཞི་སྒྲིག་འབད་
el: καθορισμός ως αληθής αν η περιοχή συστήματος θα είναι ορατή και ενεργοποιημένη.
eu: ezarri TRUE (egia) gisa sistemako area ikusgai eta aktibo egon behar badu.
gu: જો સિસ્ટમ વિસ્તાર દૃશ્યમાન અને સક્રિય હોવો જોઈએ તો સાચું સેટ કરો.
id: tata ke true bila area sistem mesti nampak dan aktif.
km: កំណត់ទៅ​ពិត ប្រសិន​បើ​ផ្ទៃ​ប្រព័ន្ធ​គួរតែត្រូវ​​មើល​ឃើញ និង សកម្ម ។
kn: ವ್ಯವಸ್ಥೆಯ ಜಾಗವು ಗೋಚರಿಸುತ್ತಿರಬೇಕಿದ್ದರೆ ಹಾಗು ಸಕ್ರಿಯವಾಗಿರಬೇಕಿದ್ದರೆ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 시스템 영역이 보이고 활성화 되어 있으면 참으로 설정하세요.
lt: nustatyti teigiamą, jei sistemos sritis turi būti matoma ir aktyvi.
mk: постави на true за системскиот простор да биде видлив и активен.
ml: സിസ്റ്റത്തിനുള്ള സ്ഥലം ദൃശ്യവും സജീവവുമാകണമെങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: प्रणाली क्षेत्र दृष्यास्पद व सक्रीय असल्यास true असे निश्चित केले जाते.
nl: Indien ingeschakeld zal het systeemgebied zichtbaar en actief zijn.
pt: definido como verdadeiro se a área de sistema dever estar visível e activa.
sv: ställ in till sant om systemfältet ska vara synligt och aktivt.
te: సిస్టమ్ ప్రాంతము కనిపించాలి మరియు క్రియాశీలముగా వుండవలెనంటే నిజమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการให้แสดงพื้นที่ระบบและให้ใช้งานได้
wa: mete so vraiy sel redjon sistinme duvreut esse veyåve eyet en alaedje.
zu: setha kokuthi iqiniso uma indawo yesistimu yesimo kufanele ibonakale futhi isebenze.

source: %s Free / %s Total
ar: %s إجمالي / %s المجاني
dz: %s བར་སྟོང་ / %s བསྡོམས་
gu: %s ખાલી / %s કુલ
km: %s ទំនេរ / %s សរុប
ko: %s 남음/ 전체 %s
mk: %s Слободно / %s Вкупно
nl: %s vrij / %s totaal
pt: %s Disponível / %s Total
sv: %s ledigt / %s totalt
zu: %s Esikhululekile / %s Ingqikithi

source: The GNOME Main Menu
ar: القائمة الرئيسية لـGNOME
as: GNOME Main Menu
bn_in: GNOME Main Menu
dz: ཇི་ནོམ་དཀར་ཆག་གཙོ་བོ་འདི་
el: Το Κεντρικό Μενού του GNOME
eu: GNOMEren menu nagusia
gu: GNOME મુખ્ય મેનુ
id: Menu Utama GNOME
km: ម៉ឺនុយ​មេ​របស់ GNOM
kn: GNOME ಮುಖ್ಯ ಮೆನು
ko: 그놈 기본 메뉴
lt: GNOME pagrindinis meniu
mk: Главното мени на GNOME
nl: Het GNOME-menu
pt: O Menu Principal do GNOME
sv: GNOME-huvudmenyn
te: GNOME ముఖ్య మెనూ
th: เมนูหลักของ GNOME
wa: Li mwaisse dressêye di GNOME
zu: Imenu Eyinhloko Ye-GNOME

source: Network: None
ar: الشبكة: بلا
as: নে'টৱৰ্ক: শূণ্য
bn_in: নেটওয়ার্ক: শূণ্য
dz: ཡོངས་འབྲེལ་: ཅི་མེད
el: Δίκτυο: Κανένα
eu: Sarea: bat ere ez
gu: નેટવર્ક : એક પણ નહીં
id: Jaringan: Tiada
km: បណ្តាញ​ ៖ គ្មាន​
kn: ಜಾಲಬಂಧ: ಯಾವುದೂ ಇಲ್ಲ
ko: 네트워크: 없음
lt: Tinklas: jokio
mk: Мрежа: Никоја
ml: നെറ്റ്‌വര്‍ക്ക്: ഒന്നുമില്ല
mr: जाळं: काहिच नाही
nl: Netwerk: geen
or: ନେଟୱର୍କ: କିଛିନାହିଁ
pt: Rede: Nenhuma
sv: Nätverk: Inget
te: నెట్వర్కు: ఏదీకాదు
th: เครือข่าย: ไม่มี
wa: Rantoele : nole
zu: Inethiwekhi: Akukho lutho

source: Click to configure network
ar: انقر لتكوين الشبكة
as: নে'টৱৰ্ক বিন্যাস কৰাৰ বাবে ক্লিক কৰক
bn_in: নেটওয়ার্ক কনফিগার করার জন্য ক্লিক করুন
dz: ཡོངས་འབྲེལ་རིམ་སྒྲིག་འབད་ནིའི་དོན་ལས་ཨེབ་གཏང་འབད་
el: Κάντε κλικ για την ρύθμιση του δικτύου
eu: Egin klik sarea konfiguratzeko
gu: નેટવર્ક કન્ફિગર કરવા કિલક કરો
id: Klik untuk menata jaringan
km: ចុច​ដើម្បី​កំណត់​រចនា​សម្ព័ន្ធ​បណ្ដាញ
kn: ಜಾಲಬಂಧವನ್ನು ಸಂರಚಿಸಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 눌러서 네트워크를 설정합니다
lt: Spausk tinklo konfigūravimui
mk: Кликнете за конфигурирање на мрежа
ml: നെറ്റ്‌വര്‍ക്ക് ക്രമീകരിക്കുന്നതിനായി ക്ലിക്ക് ചെയ്യുക
mr: जाळं संयोजीत करण्याकरीता क्लिक करा
nl: Klik om het netwerk te configureren
or: ନେଟୱର୍କ ସଂରଚନା କରିବା ପାଇଁ କ୍ଲିକ କରନ୍ତୁ
pt: Clique para configurar a rede
sv: Klicka för att konfigurera nätverket
te: నెట్వర్కును ఆకృతీకరించుటకు నొక్కుము
th: คลิกเพื่อตั้งค่าเครือข่าย
wa: Clitchîz pos apontyî l' rantoele
zu: Chofoza ukuze uhlele inethiwekhi

source: Connected to: %s
ar: متصل بـ: %s
as: চিহ্নিত নে'টৱৰ্কৰ সৈতে সংযুক্ত: %s
bn_in: চিহ্নিত নেটওয়ার্কের সাথে সংযুক্ত: %s
dz: %s :ལུ་མཐུད་ཡོད་
el: Συνδεδεμένο στο: %s
eu: Honekin konektatuta: %s
gu: ની સાથે જોડાયું : %s
id: Tersambung ke: %s
km: បាន​តភ្ជាប់​ទៅ​កាន់ ៖ %s
kn: ಇದಕ್ಕೆ ಸಂಪರ್ಕಿತಗೊಂಡಿದೆ: %s
ko: 연결 대상: %s
lt: Prijungtas prie: %s
mk: Поврзан со: %s
ml: കണക്ട് ചെയ്തിരിക്കുന്നതു്: %s
mr: याच्याशी जुळले आहे: %s
nl: Verbonden met: %s
or: ସହିତ ସଂଯୁକ୍ତ: %s
pt: Ligado a: %s
sv: Ansluten till: %s
te: దీనికి అనుసంధానమైంది: %s
th: เชื่อมต่อไปยัง: %s
wa: Raloyî a : %s
zu: Ixhunywe ku-: %s

source: Using ethernet (%s)
ar: استخدام إيثرنت (%s)
as: ইথাৰনেট ব্যৱহাৰ কৰা হৈছে (%s)
bn_in: ইথারনেট ব্যবহার করা হচ্ছে (%s)
dz: ཨི་ཐར་ནེཊི་ (%s) ལག་ལེན་འཐབ་དོ་
el: Χρήση Ενσύρματου Δικτύου (%s)
eu: Ethernet erabiltzen (%s)
gu: ઈથરનેટ (%s)) નો ઉપયોગ કરી રહેલા છે
id: Memakai ethernet (%s)
km: កំពុង​ប្រើ​អ៊ីសឺរណិត (%s)
kn: ಎತರ್ನೆಟ್‌ ಅನ್ನು ಬಳಸಿಕೊಂಡು (%s)
ko: 이더넷 사용 (%s)
lt: Naudojamas ethernet tinklas (%s)
mk: Користам етернет (%s)
ml: ഇഥര്‍നെറ്റ് ഉപയോഗിക്കുന്ന (%s)
mr: इथरनेट (%s) चा वापर करत आहे
nl: Ethernet (%s) gebruiken
or: ଇଥରନେଟ ବ୍ୟବହାର କରି (%s)
pt: A utilizar ethernet (%s)
sv: Använder ethernet (%s)
te: ఈథర్‌నెట్ వినియోగించుట (%s)
th: กำลังใช้อีเทอร์เน็ต (%s)
wa: Eploye l' eternet (%s)
zu: Esebenzisa I-ethernet (%s)

source: Wireless Ethernet (%s)
ar: إيثرنت لاسلكي (%s)
as: বেতাৰ ইথাৰনেট (%s)
bn_in: বেতার ইথারনেট (%s)
dz: རླུང་འཕྲིན་ཨི་ཐར་ནེཊི་ (%s)
el: Ασύρματο Δίκτυο (%s)
eu: Haririk gabeko Ethernet (%s)
gu: વાયરલેસ ઈથરનેટ (%s))
id: Ethernet Nirkabel (%s)
km: អ៊ីសឺរណិតឥតខ្សែ​ (%s)
kn: ವೈರ್ಲೆಸ್ ಎತರ್ನೆಟ್ (%s)
ko: 무선 네트워크 (%s)
lt: Belaidis tinklas (%s)
mk: Безжичен етернет (%s)
ml: വയര്‍ലെസ് ഇഥര്‍നെറ്റ് (%s)
mr: वायरलेस इथरनेट (%s)
nl: Draadloos Ethernet (%s)
or: ବେତାର ଇଥରନେଟ (%s)
pt: Ethernet sem Fios (%s)
sv: Trådlöst Ethernet (%s)
te: వైరులేని ఈథర్నెట్ (%s)
th: อีเทอร์เน็ตไร้สาย (%s)
wa: Eternet sins fyis (%s)
zu: I-Ethernet Esebenza Ngamaza Omoya (%s)

source: Wired Ethernet (%s)
ar: إيثرنت سلكي (%s)
as: তাৰযুক্ত ইথাৰনেট (%s)
bn_in: তারযুক্ত ইথারনেট (%s)
dz: ཝའེརཌི་ ཨི་ཐར་ནེཊི་ (%s)
el: Ενσύρματο Δίκτυο (%s)
eu: Haridun Ethernet (%s)
gu: વાયર્ડ ઈથરનેટ (%s))
id: Ethernet Kabel (%s)
km: អ៊ីសឺរណិតខ្សែ (%s)
kn: ತಂತಿಯ ಎತರ್ನೆಟ್ (%s)
ko: 유선 네트워크 (%s)
lt: Laidinis tinklas (%s)
mk: Жичен етернет (%s)
ml: വയര്‍ഡ് ഇഥര്‍നെറ്റ് (%s)
mr: वायर्ड इथरनेट (%s)
nl: Bedraad netwerk (%s)
or: ତାରଯୁକ୍ତ ଇଥରନେଟ (%s)
pt: Ethernet com Fios (%s)
sv: Trådbundet Ethernet (%s)
te: వైర్‌గల ఈథర్నెట్ (%s)
th: อีเทอร์เน็ตมีสาย (%s)
wa: Eternet pås fyis (%s)
zu: I-Ethernet Esebenza Ngamaza Omoya (%s)

source: Unknown
ar: غير معروف
as: অজ্ঞাত
bn_in: অজানা
dz: མ་ཤེསཔ་
el: Άγνωστο
eu: Ezezaguna
gu: અજાણ્યું
id: Tak dikenal
km: មិន​ស្គាល់
kn: ಗೊತ್ತಿರದ
ko: 알 수 없음
lt: Nežinoma
mk: Непознато
ml: അപരിചിതം
mr: अज्ञात
nl: Onbekend
or: ଅଜଣା
pt: Desconhecido
sv: Okänd
te: తెలియని
th: ไม่ทราบ
wa: Nén cnoxhou
zu: Akwaziwa

source: Computer
ar: الكمبيوتر
as: কম্পিউটাৰ
bn_in: কম্পিউটার
dz: གློག་རིག་
el: Υπολογιστής
eu: Ordenagailua
gu: કમ્પ્યૂટર
id: Komputer
km: កុំព្យួទ័រ​
kn: ಗಣಕ
ko: 컴퓨터
lt: Kompiuteris
mk: Компјутер
ml: കമ്പ്യൂട്ടര്‍
mr: संगणक
or: କମ୍ପୁଟର
pt: Computador
sv: Dator
te: కంప్యూటర్
th: คอมพิวเตอร์
wa: Copiutrece
zu: Ikhompuyutha

source: Favorite Applications
ar: التطبيقات المفضلة
as: পছন্দৰ অনুপ্ৰয়োগ
bn_in: পছন্দের অ্যাপ্লিকেশন
dz: དགའ་མི་གློག་རིམ་ཚུ་
el: Αγαπημένες εφαρμογές
eu: Gogoko aplikazioak
gu: ફેવરિટ અનુપ્રયોગો
id: Aplikasi Favorit
km: កម្មវិធី​សំណព្វ
kn: ಅಚ್ಚುಮೆಚ್ಚಿನ ಅನ್ವಯಗಳು
ko: 자주 쓰는 프로그램
lt: Mėgstamiausios programos
mk: Омилени апликации
ml: ഇഷ്ടമുള്ള പ്രയോഗങ്ങള്‍
mr: पसंतीचे अनुप्रयोग
nl: Favoriete toepassingen
or: ମନପସନ୍ଦ ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Aplicações Favoritas
sv: Favoritprogram
te: అభీష్ట అనువర్తనములు
th: โปรแกรมใช้บ่อย
wa: Favoris programes
zu: Izinhlelo Ezithandwayo

source: More Applications...
ar: مزيد من التطبيقات...
as: অতিৰিক্ত অনুপ্ৰয়োগ...
bn_in: অতিরিক্ত অ্যাপ্লিকেশন...
dz: གློག་རིམ་ཧེང་བཀལ་་་
el: Περισσότερες εφαρμογές...
eu: Aplikazio gehiago...
gu: વધુ અનુપ્રયોગો..
id: Lebih Banyak Aplikasi...
km: កម្មវិធី​ច្រើន​ទៀត...
kn: ಇನ್ನಷ್ಟು ಅನ್ವಯಗಳು...
ko: 더 많은 프로그램...
lt: Daugiau programų
mk: Повеќе апликации...
ml: കൂടുതല്‍ പ്രയോഗങ്ങള്‍...
mr: आणखी अनुप्रयोग...
nl: Meer toepassingen...
or: ଅଧିକ ପ୍ରୟୋଗଗୁଡ଼ିକ...
pt: Mais Aplicações...
sv: Fler program...
te: మరిన్ని అనువర్తనములు...
th: โปรแกรมอื่นๆ...
wa: Pus di programes...
zu: Ezinye Izinhlelo...

source: Recent Documents
ar: المستندات الحديثة
as: সৰ্বশেষ ব্যৱহৃত নথিপত্ৰৰ তালিকা
bn_in: সর্বশেষ ব্যবহৃত নথিপত্রের তালিকা
dz: འཕྲལ་གྱི་ཡིག་ཆ་ཚུ་
el: Πρόσφατα έγγραφα
eu: Azken dokumentuak
gu: તાજા દસ્તાવેજો
id: Dokumen Terakhir
km: ឯកសារ​ថ្មីៗ
kn: ಇತ್ತೀಚಿನ ದಸ್ತಾವೇಜುಗಳು
ko: 최근 사용한 문서
lt: Neseni dokumentai
mk: Скорешни документи
ml: ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ച രേഖകള്‍
mr: अलिकडील दस्तऐवज
nl: Recente documenten
or: ସାମ୍ପ୍ରତିକ ଦଲିଲଗୁଡ଼ିକ
pt: Documentos Recentes
sv: Senaste dokument
te: ఇటీవలి పత్రములు
th: เอกสารล่าสุด
wa: Documints eployîs dierinnmint
zu: Amadokhumenti Amuva Nje

source: Search:
ar: بحث:
as: অনসুন্ধান:
bn_in: অনসুন্ধান:
dz: འཚོལ་ཞིབ་
el: Αναζήτηση:
eu: Bilatu:
gu: શોધો :
id: Cari:
km: ស្វែងរក ៖
kn: ಹುಡುಕು:
ko: 찾기:
lt: Ieškoti:
mk: Барај:
ml: തെരയുക:
mr: शोध:
nl: Zoeken:
or: ସନ୍ଧାନ କରନ୍ତୁ:
pt: Procurar:
sv: Sök:
te: శోధించు:
th: ค้นหา:
wa: Trover :
zu: Cinga:

source: Status
ar: الحالة
as: অৱস্থা
bn_in: অবস্থা
dz: གནས་ཚད་
el: Κατάσταση
eu: Egoera
gu: સ્થિતિ
km: ស្ថានភាព
kn: ಸ್ಥಿತಿ
ko: 상태
lt: Būsena
mk: Статус
ml: അവസ്ഥ
mr: स्थिती
or: ଅବସ୍ଥିତି
pt: Estado
te: స్థితి
th: สถานะ
wa: Estat
zu: Isimo

source: System
ar: النظام
as: প্ৰণালী
bn_in: সিস্টেম
dz: རིམ་ལུགས་
el: Σύστημα
eu: Sistema
gu: સિસ્ટમ
id: Sistem
km: ប្រព័ន្ធ
kn: ವ್ಯವಸ್ಥೆ
ko: 시스템
lt: Sistema
mk: Систем
ml: സിസ്റ്റം
mr: प्रणाली
nl: Systeem
or: ତନ୍ତ୍ର
pt: Sistema
te: వ్యవస్థ
th: ระบบ
wa: Sistinme
zu: Isistimu

source: Software Update
gu: સોફટવેર અદ્યતન કરો
km: ធ្វើ​ឲ្យ​កម្មវិធី​ទាន់សម័យ​
mk: Надградба на софтвер

source: .desktop files for "Favorite Applications"
gu: "ફેવરિટ અનુપ્રયોગો "માટેની .desktop ફાઇલો
km: ឯកសារ .desktop សម្រាប់​ "កម្មវិធី​សំណព្វ​"
mk: .desktop датотеките за "Омилени апликации"

source: System area items
gu: સિસ્ટમ વિસ્તારની વસ્તુઓ
km: ធាតុ​តំបន់​ប្រព័ន្ធ
mk: Предмети во системскиот простор

source: The list of the items which will appear in the System area. Possiblevalues are HELP = 0, CONTROL_CENTER = 1, PACKAGE_MANAGER = 2,LOG_OUT = 3, LOCK_SCREEN = 4. HELP, CONTROL_CENTER andPACKAGE_MANAGER need to the have the appropriate .desktop filesdefined in the, respectively, "help_item", "control_center_item"and "package_manager_item"keys.
gu: સિસ્ટમ વિસ્તારમાં આવતી વસ્તુઓની યાદી. શકય મૂલ્યો મદદ = 0, નિયંત્રણ _ કેન્દ્ર = 1 પેકેજ_મેનેજર = 2, લોગ_આઉટ = 3, લોક _સ્ક્રીન = 4, મદદ, નિયંત્રણ _ કેન્દ્ર અને પેકેજ_મેનેજર પાસે અનુક્રમે,"help_item", "control_center_item"અને "package_manager_item" કળોમાં વ્યાખ્યાયિત બંધબેસતી .desktop ફાઈલો હોવી જરૂરી છે.

source: contains the list (in no particular order) of allowable file typesto show in the file area. possible values (see also the note for /desktop/gnome/applications/main-menu/file-area/file_class): 0[USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES].RECENTLY_USED_APPS is the list of recently used (instantiated withthe main-menu or the application-browser). USER_SPECIFIED_APPS isequivalent to "Favorite Applications". RECENT_FILES is the list offiles from ~/.recently-used.
gu: ફાઈલ વિસ્તારમાં દર્શાવવાના માન્યતાને યોગ્ય ફાઈલના પ્રકારોની યાદી (કોઈ ખાસ ક્રમમાં નહિ નો સમાવેશ કરે છે. શકય મૂલ્યો (/desktop/gnome/applications/main-menu/file-area/file_class માટેની નોંધ પણ જુઓ) : 0[USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS તાજેતરમાં ઉપયોગમાં લેવાયેલની યાદી છે (મુખ્યમેનુ કે અનુપ્રયોગ બ્રાઉઝર દ્વારા શરૂ કરાયેલ) "ફેવરિટમાં અનુપ્રયોગો "સમાન છે.RECENT_FILES, ~/.recently-used માંની ફાઈલોની યાદી છે.

source: control center item .desktop file
gu: નિયંત્રણ કેન્દ્ર વસ્તુ .desktop ફાઈલ
km: ធាតុ​មជ្ឈ​មណ្ឌល​ត្រួត​ពិនិត្យ ឯកសារ .desktop
mk: .desktop датотеката на предметот на контролниот центар

source: determines the limit of tiles in the file-area. *Note: this does notaffect the number of tiles if the file-class is USER_SPECIFIED_*.
gu: ફાઈલ વિસ્તારમાં ટાઈલ્સની હદ નકકી કરે છે. * નોંધ : જો ફાઈલ વર્ગ USER_SPECIFIED_* હોય તો આ ટાઈલ્સની સંખ્યાને અસર કરતું નથી.

source: determines the reordering algorithm used when moving tiles aroundthe main-menu
gu: ટાઈલ્સને મુખ્ય મેનુની ફરતે ફેરવતી વખતે ઉપયોગમાં લેવાયેલ પુન: યથાક્રમમાં ગોઠવવાની પદ્ધતિ નક્કી કરે છે.

source: help item .desktop file
gu: મદદ વસ્તુ .desktop ફાઈલ
km: ធាតុ​ជំនួយ​ឯកសារ .desktop
mk: .desktop датотеката за предметот за помош

source: package manager item .desktop file
gu: પેકેજ વ્યવસ્થાપક વસ્તુ .desktop ફાઈલ
km: ធាតុ​កម្មវិធី​គ្រប់គ្រង​កញ្ចប់ ឯកសារ .desktop
mk: .desktop датотека на предметот менаџер за пакети
