Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: This is the command to execute when the search entry is used. SEARCH_STRING is replaced with the entered search text.
ar: هذا هو الأمر المطلوب تنفيذه عند استخدام إدخال البحث. يتم استبدال SEARCH_STRING بنص البحث المُدخل.
as: অনুসন্ধানৰ নিবেশ প্ৰয়োগ কৰা হ'লে এই আদেশ সঞ্চালিত হ'ব । SEARCH_STRING-ৰ পৰিবৰ্তে অনুসন্ধানৰ বাবে উল্লিখিত তথ্য ব্যৱহাৰ কৰা হ'ব ।
bn_in: অনুসন্ধানের এনট্রি প্রয়োগ করা হলে এই কমান্ডটি সঞ্চালিত হবে। SEARCH_STRING-র পরিবর্তে অনুসন্ধানের জন্য উল্লিখিত তথ্য ব্যবহার করা হবে।
dz: འ་ནི་འདི་ འཚོལ་ཞིབ་ཐོ་བཀོད་འདི་ལག་ལེན་འཐབ་ཡོད་པའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་བརྡ་བཀོད་ཨིན། SEARCH_STRING འདི་ ཐོ་བཀོད་འབད་ཡོད་པའི་འཚོལ་ཞིབ་ཚིག་ཡིག་གིས་ཚབ་བཙུགས་ཡོདཔ་ཨིན།
el: Αυτή είναι η εντολή εκτέλεσης όταν η είσοδος αναζήτησης χρησιμοποιείται. Το αλφαριθμητικό αναζήτησης αντικαθίσταται με το κείμενο αναζήτησης ποιυ εισάγεται.
eu: Komando hau exekutatuko da bilaketako sarrera erabiltzen denean. SEARCH_STRING ordeztua izango da sartutako bilaketako testuarekin.
gu: જ્યારે શોધો એન્ટ્રીનો ઉપયોગ થાય છે ત્યારે અમલમાં મૂકવાનો આ આદેશ છે.SEARCH_STRING દાખલ કરાયેલ શોધવાના લખાણ સાથે બદલી કરવામાં આવે છે.
id: Ini adalah perintah yang dijalankan ketika entri pencarian dipakai. SEARCH_STRING diganti dengan teks pencarian yang dimasukkan.
km: នេះ​ជា​ពាក្យបញ្ជា​ដែល​ត្រូវ​ប្រតិបត្តិ​នៅពេល​ដែលបាន​ប្រើ​ធាតុ​ស្វែងរក ។ SEARCH_STRING គឺ​ត្រូវបាន​ជំនួស​ដោយ​អត្ថបទ​ស្វែងរក​ដែល​បាន​បញ្ចូល ។
kn: ಹುಡುಕು ನಮೂದನ್ನು ಬಳಸಿದಾಗ ಈ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತದೆ. SEARCH_STRING ಅನ್ನು ಹುಡುಕು ನಮೂದಿನೊಂದಿಗೆ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ.
ko: 이것은 찾기 항목이 사용되는 경우에 실행할 명령입니다. SEARCH_STRING은 입력된 텍스트로 대체됩니다.
lt: Ši komanda įvykdoma kai naudojamas paieškos laukas. SEARCH_STRING pakeičiama įvestu paieškos tekstu.
mk: Ова е командата која ќе се изврши кога се употребува записот за пребарување. SEARCH_STRING е заменат со внесениот текст за барање.
ml: തെരച്ചിലിനുള്ള എന്‍ട്രി ഉപയോഗിക്കുമ്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്ന കമാന്‍ഡ്. തെരച്ചിലിനുള്ള വാചകം SEARCH_STRING-നെ മാറ്റി സ്ഥാപിക്കുന്നു.
mr: शोध नोंदणीचा वापर केल्यावर हा आदेश चालवा. SEARCH_STRING प्रविष्ट शोध पाठ्यसह बदलविले गेले.
nl: Dit is de opdrachtregel die uitgevoerd wordt als de zoekregel wordt gebruikt. SEARCH_STRING wordt vervangen door de ingevoerde tekst.
pt: Este é o comando a ser executado ao activar a caixa de procura. SEARCH_STRING será substituída pelo texto introduzido a procurar.
sv: Det här är kommandot som ska köras när sökfältet används. SEARCH_STRING ersätts med den inmatade söktexten.
te: శోధన ప్రవేశము వుపయోగించబడినప్పుడు నిర్వర్తించుటకు ఆదేశము యిదే. SEARCH_STRING అనునది ప్రవేశపెట్టిన శోధన పాఠముతో పునఃస్థాపించబడుతుంది.
th: นี่คือคำสั่งที่จะเรียกเมื่อมีการใช้ช่องค้นหา โดย SEARCH_STRING จะถูกแทนที่ด้วยคำค้นที่ป้อน
wa: Çouci est l' comande a enonder cwand l' intrêye di cweraedje est eployeye. SEARCH_STRING est a replaecî avou l' tecse a trover.
zu: Lena ikhomandi yokusetshenziswa lapho kusetshenziswe igama elithile lokucinga. Okuthi SEARCH_STRING kuthathelwa isikhundla umbhalo wokucinga ofakiwe.

source: command to uninstall packages, PACKAGE_NAME is replaced by the name of the package in the command
ar: أمر لإلغاء تثبيت الحزم، يتم استبدال PACKAGE_NAME باسم الحزمة الموجودة في الأمر
as: সৰঞ্জাম সংস্থাপন আঁতৰুৱা কৰিবলৈ ব্যৱহৃত আদেশ, PACKAGE_NAME-ৰ পৰিবৰ্তে আদেশত উল্লিখিত সৰঞ্জামৰ নাম ব্যৱহাৰ কৰা হ'ব
bn_in: প্যাকেজ আন-ইনস্টল করতে ব্যবহৃত কমান্ড, PACKAGE_NAME-র পরিবর্তে কমান্ডে উল্লিখিত প্যাকেজের নাম ব্যবহার করা হবে
dz: ཐུམ་སྒྲིལ་ཚུ་གཞི་བཙུགས་མི་འབད་ནིའི་དོན་ལས་ བརྡ་བཀོད་ PACKAGE_NAME འདི་ བརྡ་བཀོད་ནང་གི་ཐུམ་སྒྲིལ་འདི་གི་མིང་འདི་གིས་ཚབ་བཙུགས་ཡོད་
el: εντολή για απομάκρυνση πακέτων, το όνομα του πακέτου αντικαθίσταται με το όνομα του πακέτου στην εντολή
eu: komandoa paketeak desinstalatzeko. PACKAGE_NAME ordeztua izango da komandoko paketearen izenarekin.
gu: પેકેજીસનું સ્થાપન દૂર કરવાનો આદેશ, PACKAGE_NAME ને આદેશમાંના પેકેજના નામ સાથે બદલી કરવામાં આવે છે.
id: perintah untuk membongkar paket, PACKAGE_NAME diganti dengan nama paket dalam perintah
km: ពាក្យបញ្ជា​ដើម្បី​លុប​កញ្ចប់ PACKAGE_NAME គឺ​ត្រូវបាន​ជំនួស​ដោយ​ឈ្មោះ​របស់​កញ្ចប់​នៅក្នុង​ពាក្យ​បញ្ជា
kn: ಅನುಸ್ಥಾಪಿಸಾಲಾದ ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದು ಹಾಕುವ ಆಜ್ಞೆ, ಆಜ್ಞೆಯಲ್ಲಿ PACKAGE_NAME ಅನ್ನು ಪ್ಯಾಕೇಜಿನ ಹೆಸರಿನಿಂದ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ
ko: 설치한 꾸러미를 지우는 명령입니다. PACKAGE_NAME은 명령 내에서 꾸러미의 이름으로 대체됩니다.
lt: komanda paketų išinstaliavimui, PACKAGE_NAME komandoje pakeičiama paketo pavadinimu
mk: команда за деинсталирање на пакети, PACKAGE_NAME е заменат со името на пакетот во командата
ml: പാക്കേജുകള്‍ അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിനുള്ള കമാന്‍ഡ്, PACKAGE_NAME-നു് പകരം കമാന്‍ഡില്‍ പാക്കേജിന്റെ പേരു് നല്‍കുന്നു.
mr: प्रतिष्ठापीत संकुल काढूण टाकण्याकरीता आदेश, PACKAGE_NAME आदेश अंतर्गत संकुल नाव प्रमाणे बदलविले जाते
nl: De opdrachtregel om pakketten te deïnstalleren. PACKAGE_NAME wordt vervangen door de naam van het gekozen pakket.
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ବିସ୍ଥାପନ କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶ, PACKAGE_NAME ଟି ନିର୍ଦ୍ଦେଶରେ ଥିବା ପ୍ୟାକେଜର ନାମକୁ ବଦଳାଇଥାଏ
pt: comando para desinstalar pacotes, PACKAGE_NAME será substituído pelo nome do pacote constante no comando
sv: kommando för att avinstallera paket, PACKAGE_NAME ersätts av namnet på paketet i kommandot
te: ప్యాకేజీలను నిర్మూలించుటకు ఆదేశము, PACKAGE_NAME అనునది ఆదేశమునందలి ప్యాకేజీ నామముతో పునఃస్థాపించబడుతుంది
th: คำสั่งสำหรับถอดถอนแพกเกจ โดย PACKAGE_NAME จะถูกแทนที่ด้วยชื่อแพกเกจในคำสั่ง
wa: comande po disastaler les pacaedjes, PACKAGE_NAME est replaecî pal no do pacaedje el comande
zu: Ikhomandi yokukhipha amaphakheji, PACKAGE_NAME ithathelwa indawo yigama lephakheji kwikhomandi

source: command to upgrade packages, PACKAGE_NAME is replaced by the name of the package in the command
ar: أمر لترقية الحزم، يتم استبدال PACKAGE_NAME باسم الحزمة الموجودة في الأمر
as: সৰঞ্জাম উন্নয়ন কৰাৰ আদেশ, PACKAGE_NAME-ৰ পৰিবৰ্তে আদেশে উল্লিখিত সৰঞ্জামৰ নাম ব্যৱহাৰ কৰা হ'ব
bn_in: প্যাকেজ আপগ্রেড করার কমান্ড, PACKAGE_NAME-র পরিবর্তে কমান্ডে উল্লিখিত প্যাকেজের নাম ব্যবহার করা হবে
dz: ཐུམ་སྒྲིལ་ཚུ་ཡར་བསྐྱེད་འབད་ནིའི་དོན་ལས་བརྡ་བཀོད་ PACKAGE_NAME འདི་ བརྡ་བཀོད་ནང་གི་ཐུམ་སྒྲིལ་འདི་གི་མིང་འདི་གིས་ཚབ་བཙུགས་ཡོད་
el: εντολή για ενημέρωση πακέτων, το όνομα πακέτου αντικαθίσταται με το όνομα του πακέτου στην εντολή
eu: komandoa paketeak bertsio-berritzeko. PACKAGE_NAME ordeztua izango da komandoko paketearen izenarekin.
gu: પેકેજીસનું આધુનિકરણ કરવાનો આદેશ, PACKAGE_NAME ને આદેશમાંના પેકેજના નામ સાથે બદલી કરવામાં આવે છે.
id: perintah untuk meningkatkan paket, PACKAGE_NAME diganti dengan nama paket di perintah
km: ពាក្យបញ្ជា​ដើម្បី​ធ្វើ​ឲ្យ​កញ្ចប់​ប្រសើរ PACKAGE_NAME ត្រូវបាន​ជំនួស​ដោយ​ឈ្មោះ​របស់​កញ្ចប់​នៅក្នុង​ពាក្យ​បញ្ជា
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ನವೀಕರಿಸುವ ಆಜ್ಞೆ, ಆಜ್ಞೆಯಲ್ಲಿ PACKAGE_NAME ಅನ್ನು ಪ್ಯಾಕೇಜಿನ ಹೆಸರಿನಿಂದ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ
ko: 꾸러미를 업그레이드하는 명령입니다. PACKAGE_NAME은 명령 내에서 꾸러미의 이름으로 대체됩니다.
lt: komanda paketų atnaujinimui, PACKAGE_NAME komandoje pakeičiama paketo pavadinimu
mk: команда за надградба на пакети, PACKAGE_NAME се заменува со името на пакетот во командата
ml: പാക്കേജുകള്‍ പരിഷ്കരിക്കുന്നതിനുള്ള കമാന്‍ഡ്, PACKAGE_NAME-നു് പകരം കമാന്‍ഡില്‍ പാക്കേജിന്റെ പേരു് നല്‍കുന്നു.
mr: संकुल सुधारीत करण्याकरीता आदेश, PACKAGE_NAME आदेश अंतर्गत संकुल नाव प्रमाणे बदलविले जाते
nl: De opdrachtregel om pakketten te upgraden. PACKAGE_NAME wordt vervangen door de naam van het gekozen pakket.
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଉନ୍ନୟନ କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶ, PACKAGE_NAME ଟି ନିର୍ଦ୍ଦେଶରେ ଥିବା ପ୍ୟାକେଜର ନାମକୁ ବଦଳାଇଥାଏ
pt: comando para actualizar pacotes, PACKAGE_NAME será substituído pelo nome do pacote constante no comando
sv: kommando för att uppgradera paket, PACKAGE_NAME ersätts av namnet på paketet i kommandot
te: ప్యాకేజీలను నవీకరించుటకు ఆదేశము, PACKAGE_NAME అనునది ఆదేశమునందలి ప్యాకేజీ నామముతో పునఃస్థాపించబడుతుంది
th: คำสั่งสำหรับปรับรุ่นแพกเกจ โดย PACKAGE_NAME จะถูกแทนที่ด้วยชื่อแพกเกจในคำสั่ง
wa: comande po mete a djoû les pacaedjes, PACKAGE_NAME est replaecî pal no do pacaedje el comande
zu: Ikhomandi yokufaka izinhlelo zamuva zamaphakheji, PACKAGE_NAME ithathelwa indawo yigama lephakheji kwikhomandi

source: contains the list of files (including .desktop files) to be excluded from the "Recently Used Applications" and "Recent Files" lists
ar: يضم قائمة بالملفات المطلوب استبعادها (بما في ذلك ملفات .desktop) من قوائم "التطبيقات المستخدمة حديثًا" و"الملفات الحديثة".
as: "সম্প্ৰতি ব্যৱহৃত অনুপ্ৰয়োগ" আৰু "সৰ্বশেষ ব্যৱহৃত নথিপত্ৰ"-ৰ তালিকাত অন্তৰ্ভুক্ত নকৰাৰ বাবে চিহ্নিত নথিপত্ৰৰ তালিকা (.desktop নথিপত্ৰ এই তালিকাত অন্তৰ্ভুক্ত) ধাৰণকাৰী
bn_in: "সম্প্রতি ব্যবহৃত অ্যাপ্লিকেশন" ও "সর্বশেষ ব্যবহৃত ফাইল"-র তালিকায় অন্তর্ভুক্ত না করার জন্য চিহ্নিত ফাইলের তালিকা (.desktop ফাইল এই তালিকায় অন্তর্ভুক্ত) ধারণকারী
dz: "Recently Used Applications" དང་ "Recent Files" ཐོ་ཡིག་ཚུ་གི་གྲངས་ལས་བཏོན་གཏང་ནིའི་ཡིག་སྣོད་ཚུ་( .desktop ཡིག་སྣོད་ཚུ་གྲངས་སུ་བཙུགས་ཏེ་) གི་ཐོ་ཡིག་ཡོདཔ་ཨིན་
el: περιέχει τη λίστα (συμπεριλαμβανομένων των αρχείων .desktop) που θα εξαχθεί από τις λίστες "Πρόσφατα χρησιμοποιημένες εφαρμογές" και "Πρόσφατα αρχεία"
eu: "Azken erabilitako aplikazioak" eta "Azken fitxategiak" zerrendetatik kanpo egongo diren fitxategien (.desktop fitxategiak baita ere) zerrenda du
gu: "તાજેતરમાં ઉપયોગમાં લેવાયેલ અનુપ્રયોગો "અને "તાજી ફાઈલો " ની યાદીઓથી અલગરાખવાની ફાઈલો (.desktop ફાઈલો સહિતની) સૂચિનો સમાવેશ કરે છે.
id: memuat daftar berkas (termasuk berkas .desktop) untuk dikecualikan dari daftar "Aplikasi Yang Terakhir Dipakai" dan "Berkas Terakhir"
km: មាន​បញ្ជី​ឯកសារ (ដោយ​រួម​បញ្ចូល​ឯកសារ .desktop) ដែល​ត្រូវ​មិនរួម​បញ្ចូល​ពី​បញ្ជី "កម្មវិធី​ដែល​បាន​ប្រើ​ថ្មីៗ" និង "ឯកសារ​ថ្មីៗ"
kn: "ಇತ್ತೀಚಿಗೆ ಬಳಸಲಾದ ಅನ್ವಯಗಳು" ಹಾಗು "ಇತ್ತೀಚಿನ ಕಡತಗಳು" ಪಟ್ಟಿಗಳಿಂದ ಹೊರತುಪಡಿಸಲಾದ ಕಡತಗಳ (.desktop ಕಡತಗಳನ್ನೂ ಸಹ ಸೇರಿ) ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿರುತ್ತದೆ
ko: "최근 사용된 프로그램"과 "최근 파일" 목록에서 제외될 파일의 목록을 포함합니다 (.desktop 파일 포함)
lt: turi failų sąrašą (įskaitant .desktop failus), vykdomus iš sąrašų „Neseniai naudotos programos“ ir „Neseniai naudoti failai“
mk: ја содржи листата на датотеки кои се исклучуваат од листите "Скорашно употребувани апликации" и "Скорашни датотеки"
ml: "ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ച പ്രയോഗങ്ങള്‍", "ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ച ഫയലുകള്‍" എന്നിവയുടെ പട്ടികയില്‍ ഉള്‍പ്പെടുത്തുവാന്‍ പാടില്ലാത്ത ഫയലുകള്‍ (.desktop ഫയലുകള്‍ ഉള്‍പ്പടെ) അടങ്ങുന്നു
mr: "Recently Used Applications" व "Recent Files" या यांदीपासून वगळण्याजोगी फाइल (.desktop फाइलचे समावेष) यादी समाविष्टीत आहे
nl: Bevat de lijst met bestanden (inclusief .desktop-bestanden) die niet in de lijst met 'Recent gebruikte toepassingen' en 'Recent gebruikte bestanden' zullen verschijnen.
pt: contém a lista de ficheiros (incluindo ficheiros .desktop) a serem excluídos das listas de "Aplicações Utilizadas Recentemente" e "Ficheiros Recentes"
sv: innehåller listan över filer (inklusive .desktop-filer) som ska undantas från listorna "Senast använda program" och "Senaste filer"
te: "ఇటీవల వుపయోగించిన అనువర్తనములు" మరియు "ఇటీవలి దస్త్రముల" జాబితాల నుండి తీయవలసిన దస్త్రముల (.desktop దస్త్రములతో కలుపుకొని) యొక్క జాబితా కలిగివుంది
th: เก็บรายชื่อแฟ้ม (รวมถึงแฟ้ม .desktop) ที่จะไม่รวมในรายชื่อ "โปรแกรมที่ใช้ล่าสุด" และ "แฟ้มที่ใช้ล่าสุด"
wa: gn a ddins l' djivêye des fitchîs (avou les fitchîs .desktop didins) a nén mete dins les djivêyes « Programes eployîs dierinnmint » et « Dierins fitchîs »
zu: iqukethe uhlu lwamafayela (kuhlanganisa namafayel e-.desktop) okufanele akhiwhe ezinhlwini ezithi "Izinhlelo Ezisanda Kusetshenziswa" kanye nokuthi "Amafayela Amuva"

source: determines the limit of items in the file-area.
ar: يحدد حدود العناصر في منطقة الملفات.
as: file-area-ত উপস্থিত সামগ্ৰীৰ তালিকাৰ সংখ্যা নিৰ্ধাৰণ কৰে ।
bn_in: file-area-র মধ্যে উপস্থিত সামগ্রীর তালিকার সংখ্যা নির্ধারণ করে।
dz: ཡིག་སྣོད་མངའ་ཁོངས་ནང་ལུ་ རྣམ་གྲངས་ཚུ་གི་ཚད་འདི་གཏན་འབེབས་བཟོཝ་ཨིན།
el: καθορίζει το όριο των αντικειμένων στην περιοχή αρχείων
eu: fitxategi-areako elementuen muga zehazten du.
gu: ફાઈલ વિસ્તારમાં આઈટમોની હદ નકકી કરે છે.
id: menentukan batas butir di wilayah berkas.
kn: ಕಡತದ ಜಾಗದಲ್ಲಿನ ಅಂಶಗಳ ಸಂಖ್ಯೆಯ ಮಿತಿಯನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ.
ko: 파일 영역 내에 들어갈 항목의 최대 개수를 결정합니다.
lt: nustato elementų kiekį failų skiltyje.
ml: ഫയലിനുള്ള സ്ഥലത്തു് വസ്തുക്കള്‍ക്കുള്ള പരിമിധി വ്യക്തമാക്കുന്നു.
mr: फाइल-क्षेत्र अंतर्गत घटकांची मर्यादा ओळखतो.
nl: bepaal de limiet van items in het bestandsgebied.
or: ଫାଇଲ-କ୍ଷେତ୍ରରେ ଥିବା ବସ୍ତୁଗୁଡ଼ିକର ସୀମା ନିର୍ଦ୍ଧାରଣ କରିଥାଏ।
pt: determina o limite de itens na área de ficheiros.
sv: bestämmer gränsen för objekten i filfältet.
te: దస్త్రము-ప్రాంతమునందు అంశముల పరిమితిని నిర్ధారిస్తుంది.
th: กำหนดจำนวนรายการสูงสุดในพื้นที่แฟ้ม
wa: decide li limite des cayets el redjon fitchî.
zu: ibonisa isilinganiso sezinto ezisendaweni yefayela.

source: determines the minimum number of items in the "recent" section of the file-area.
ar: يحدد الحد الأدنى لعدد العناصر في القسم "الحديث" لمنطقة الملفات.
as: file-area-ৰ "সম্প্ৰতি" বিভাগে উপস্থিত সামগ্ৰীৰ সৰ্বনিম্ন সংখ্যা নিৰ্ধাৰণ কৰিবলৈ ব্যৱহৃত ।
bn_in: file-area-র "সম্প্রতি" বিভাগে উপস্থিত সামগ্রীর সর্বনিম্ন সংখ্যা নির্ধারণ করতে ব্যবহৃত।
dz: ཡིག་སྣོད་མངའ་ཁོངས་ཀྱི་དབྱེ་ཚན་་"recent"འད་ནང་རྣམ་གྲངས་ཚུ་གི་ཨང་ཉུང་མཐའ་འདི་གཏན་འབེབས་བཟོཝ་ཨིན།
el: καθορίζει τον ελάχιστο αριθμό των αντικειμένων στον τομέα "recent" της περιοχής αρχείων
eu: fitxategi-areako "azkenak" atalean dauden elemenuen gutxieneko kopurua zehazten du.
gu: ફાઈલ વિસ્તારના "તાજેતરના " વિભાગમાં આઇટમોàની ન્યૂનતમ સંખ્યા નકકી કરે છે.
id: menentukan cacah minimum butir di bagian "terakhir" dari wilayah berkas.
kn: ಕಡತದ ಜಾಗದಲ್ಲಿನ "ಇತ್ತೀಚಿನ" ವಿಭಾಗದಲ್ಲಿ ತೋರಿಸಬೇಕಿರುವ ಅಂಶಗಳ ಕನಿಷ್ಟ ಸಂಖ್ಯೆಯನ್ನು ಎಂದು ನಿರ್ಧರಿಸುತ್ತದೆ.
ko: 파일 영역의 "최근 문서" 부분에 들어갈 항목의 최소 개수를 결정합니다.
lt: nusako mažiausią elementų skaičių failų srities „neseniai naudotų“sekcijoje.
ml: ഫയലുകളുടെ സ്ഥലത്തു് "ഏറ്റവും ഒടുവില്‍" വിഭാഗത്തു് ഏറ്റവും കുറഞ്ഞ വസ്തുക്കളുടെ എണ്ണം നിശ്ചയിക്കുന്നു
mr: फाइल-कक्ष अंतर्गत "recent" विभागातील घटकाची किमान संख्या निश्चित करतो.
nl: bepaalt het minimumaantal items in de sectie "recent" van het bestandsgebied.
pt: determina o número mínimo de itens na secção "recente" da área de ficheiros.
sv: bestämmer minimalt antal objekt i "senaste"-sektionen i filfältet.
te: దస్త్రము-ప్రాంతము యొక్క "యిటీవలి భాగమునందు అంశముల కనీస సంఖ్యను నిర్ణయిస్తుంది.
th: กำหนดจำนวนรายการต่ำสุดในส่วน "ล่าสุด" ของพื้นที่แฟ้ม
wa: decide li nombe minimom di cayets ki s' trovèt el seccion « eployîs dierinnmint » del redjon fitchî.
zu: ibonisa inani lezinto engxenyeni "yamuva" endaweni yamafayela.

source: if true, main menu will close under these additional conditions: tile is activated, search activated
ar: في حالة التعيين على صواب، سيتم غلق القائمة الرئيسية في الظروف التالية: تنشيط التجانب وتنشيط البحث
as: মান true হ'লে, অতিৰিক্ত পৰিস্থিতিতে প্ৰধান তালিকা বন্ধ কৰা হ'ব: টাইল সক্ৰিয়, অনুসন্ধান সক্ৰিয় হ'লে
bn_in: মান true (সত্য) হলে, অতিরিক্ত পরিস্থিতিতে প্রধান মেনু বন্ধ করা হবে: টালি সক্রিয়, অনুসন্ধান সক্রিয় হলে
dz: བདེན་པ་ཨིན་པ་ཅིན་ དཀར་ཆག་གཙོ་བོ་འདི་ འ་ནི་ཁ་སྐོང་གནས་སྟངས་ཚུ་གི་འོག་ལུ་ ཁ་བསྡམ་འོང་: ཊ་ཡིལ་འདི་ཤུགས་ལྡན་བཟོ་འོང་ འཚོལ་ཞིབ་ཤུགས་ལྡན་བཟོ་འོང་
el: αν είναι αληθής, το κύριο μενού θα τερματιστεί κάτω από αυτές τις πρόσθετες συνθήκες: η παράθεση και η αναζήτηση είναι ενεργοποιημένες
eu: TRUE (egia) bada, menu nagusia itxi egingo da baldintza gehigarri hauetan: lauza aktibatutakoan, bilaketa aktibatutakoan
gu: જો સાચું હોય તો, મુખ્ય મેનુ આ વધારાની સ્થિતિઓ હેઠળ બંધ થશે : ટાઇલ સક્રિય કરાયેલ છે,શોધો સક્રિય કરાયું.
id: bila true, menu utama akan ditutup di bawah kondisi tambahan beriku: tile diaktifkan, pencarian diaktifkan
km: បើពិត នោះម៉ឺនុយមេនឹងបិទក្រោមលក្ខខណ្ឌបន្ថែមទាំងនេះ ៖ បានធ្វើឲ្យក្រឡាសកម្ម ការស្វែងរកសកម្ម
kn: true ಆಗಿದ್ದಲ್ಲಿ, ಈ ಹೆಚ್ಚುವರಿ ಪರಿಸ್ಥಿತಿಯಿಂದಾಗಿ ಮುಖ್ಯ ಮೆನುವು ಮುಚ್ಚಲ್ಪಡುತ್ತದೆ: ಟೈಲ್ ಶಕ್ತವಾಗಿರುತ್ತದೆ, ಹುಡುಕುವಿಕೆಯು ಶಕ್ತವಾಗಿರುತ್ತದೆ
ko: 참이면, 메인 메뉴가 다음과 같은 추가적인 조건 하에서 닫힐 것입니다: 타일이 활성화됨, 찾기가 활성화됨
lt: jei teigiama, pagrindinis meniu užsivers prie šių papildomų sąlygų: aktyvuojamas pavadinimas, aktyvuojama paieška
mk: ако е точно, главното мени ќе се затвори под додатните услови: прозорецот е активиран, барањето е активирано
ml: true എങ്കില്‍, അധികമായ ഈ അവസ്ഥകളില്‍ പ്രധാന മെനു അടയ്ക്കുന്നു: ടൈല്‍ സജീവമാക്കിയിരിക്കുന്നു, തെരച്ചിലും.
mr: true असल्यास, मुख्य मेन्यू खालिल अटी नुरूप बंद होऊ शकते: फाइल सक्रीय केले, शोध सक्रीय केले
nl: Indien ingeschakeld sluit het hoofdmenu in deze aanvullende gevallen: vlak geselecteerd, zoeken geactiveerd
pt: se verdadeiro, o menu principal irá fechar-se se ocorrer uma das seguintes condições: ícone activado, procura activada
sv: om sant, kommer huvudmenyn att stängas under dessa ytterligare villkor: rutan är aktiverad, sökning är aktiverad
te: నిజమైతే, ఈ అదనపు నియమాలవద్ద ముఖ్య మెనూ మూయబడుతుంది: టైలు క్రియాశీలపర్చబడింది, శోధన క్రియాశీలపర్చబడింది
th: หากเป็นจริง เมนูหลักจะปิดในเงื่อนไขต่อไปนี้: เรียกใช้งานเมนู, ทำการค้นหา
wa: si vraiy, li mwaisse dressêye clôrè sorlon ces ôtes condicions: cwairea en alaedje, cweraedje en alaedje
zu: uma kuyiqiniso, imenu eyinhloko izovaleka ngaphansi kwale mibandela: i-tile livuliwe, ukucinga kuvuliwe

source: lock-down status for the user-specified apps section
ar: حالة قفل قسم التطبيقات المحدد بواسطة المستخدم
as: ব্যৱহাৰকৰ্তা দ্বাৰা চিহ্নিত apps বিভাগৰ বাবে lock-down অৱস্থা
bn_in: ব্যবহারকারী দ্বারা চিহ্নিত apps বিভাগের জন্য lock-down অবস্থা
dz: ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་གློག་རིམ་དབྱེ་ཚན་དོན་ལུ་གནས་ཚད་ལོཀ་ཌའུན་འབད།
el: Κατάσταση κλειδώματος για τον καθορισμένο από το χρήστη τομέα εφαρμογών
eu: erabiltzaileak zehaztutako aplikazioen sekzioko egoeraren blokeoa
gu: વપરાશકર્તા-નિર્દિષ્ટ અનુપ્રયોગ વિસ્તાર માટેની લોક-ડાઉન સ્થિતિ
id: status penguncian bagi bagian apl yang dinyatakan pengguna
kn: ಬಳಕೆದಾರ-ನಿಶ್ಚಿತ apps ವಿಭಾಗಕ್ಕಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸ್ಥಿತಿ
ko: 사용자 지정 프로그램 영역 상태 잠금
lt: rakinti naudotojo nurodytų programų sekciją
ml: ഉപയോക്താവു് വ്യക്തമാക്കുന്ന പ്രയോഗങ്ങളുടെ വിഭാഗത്തുള്ള lock-down അവസ്ഥ
mr: वापरकर्ता-निश्चित अनुप्रयोग विभाग करीता कुलूप-बंद स्थिती
nl: vergrendelingsstatus voor de sectie gebruikergespecificeerde toepassingen
pt: trancar o estado da secção de aplicações especificadas pelo utilizador
sv: nedlåsningsstatus för sektionen användarangivna program
te: వినియోగదారి-విశదిత అనువర్తనముల భాగమునకు లాక్-డౌన్ స్థితి
th: สถานะจำกัดการใช้งานสำหรับส่วนโปรแกรมที่ผู้ใช้ระบุเอง
wa: aclawer l' estat pol seccion des programes sipecifyîs pa l' uzeu
zu: isimo sokuhluthuleleka sengxenye yezinhlelo eqondaniswe nomsebenzisi

source: lock-down status for the user-specified dirs section
ar: حالة قفل قسم الدلائل المحدد بواسطة المستخدم
as: ব্যৱহাৰকৰ্তা দ্বাৰা চিহ্নিত dirs বিভাগৰ বাবে lock-down অৱস্থা
bn_in: ব্যবহারকারী দ্বারা চিহ্নিত dirs বিভাগের জন্য lock-down অবস্থা
dz: ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་སྣོད་ཐོ་ཚུའི་དབྱེ་ཚན་གྱི་དོན་ལུ་གནས་ཚད་ལོཀ་ཌའུན་འབད།
el: Κατάσταση κλειδώματος για τον καθορισμένο από το χρήστη τομέα καταλόγων
eu: erabiltzaileak zehaztutako direktorioen sekzioko egoeraren blokeoa
gu: વપરાશરકર્તા-નિર્દિષ્ટ ડિરેક્ટરી વિસ્તાર માટેની લોક-ડાઉન સ્થિતિ
id: status penguncian bagi bagian dir yang dinyatakan pengguna
kn: ಬಳಕೆದಾರ-ನಿಶ್ಚಿತ dirs ವಿಭಾಗಕ್ಕಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸ್ಥಿತಿ
ko: 사용자 지정 폴더 영역 상태 잠금
lt: rakinti naudotojo nurodytų katalogų sekciją
ml: ഉപയോക്താവു് വ്യക്തമാക്കിയ ഡയറക്ടറികളുടെ വിഭാഗത്തിന്റെ lock-down അവസ്ഥ
mr: वापरकर्ता-निश्चित डिरेक्ट्री विभाग करीता कुलूप-बंद स्थिती
nl: vergrendelingsstatus voor de sectie gebruikergespecificeerde directory's
pt: trancar o estado da secção de directórios especificados pelo utilizador
sv: nedlåsningsstatus för sektionen användarangivna kataloger
te: వినియోగదారి-విశదిత డైరెక్టరీల భాగమునకు లాక్-డౌన్ స్థితి
th: สถานะจำกัดการใช้งานสำหรับไดเรกทอรีที่ผู้ใช้ระบุเอง
wa: aclawer l' estat pol seccion des ridants sipecifyîs pa l' uzeu
zu: isimo sokuhluthuleleka sengxenye ye-dirs eqondaniswe nomsebenzisi

source: lock-down status for the user-specified docs section
ar: حالة قفل قسم المستندات المحدد بواسطة المستخدم
as: ব্যৱহাৰকৰ্তা দ্বাৰা চিহ্নিত docs বিভাগৰ বাবে lock-down অৱস্থা
bn_in: ব্যবহারকারী দ্বারা চিহ্নিত docs বিভাগের জন্য lock-down অবস্থা
dz: ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་ཡིག་ཆ་ཚུའི་དབྱེ་ཚན་གྱི་དོན་ལུ་གནས་ཚད་ལེཀ་ཌའུན་འབད།
el: Κατάσταση κλειδώματος για τον καθορισμένο από το χρήστη τομέα αρχείων
eu: erabiltzaileak zehaztutako dokumentuen sekzioko egoeraren blokeoa
gu: વપરાશરકર્તા-નિર્દિષ્ટ દસ્તાવેજ વિસ્તાર માટેની લોક-ડાઉન સ્થિતિ
id: status penguncian bagi bagian dok yang dinyatakan pengguna
kn: ಬಳಕೆದಾರ-ನಿಶ್ಚಿತ ಡಾಕ್ಸ್ ವಿಭಾಗಕ್ಕಾಗಿನ ಲಾಕ್-ಡೌನ್ ಸ್ಥಿತಿ
ko: 사용자 지정 문서 영역 상태 잠금
lt: rakinti naudotojo nurodytų dokumentų sekciją
ml: ഉപയോക്താവു് വ്യക്തമാക്കിയ രേഖകളുടെ വിഭാഗത്തിന്റെ lock-down അവസ്ഥ
mr: वापरकर्ता-निश्चित दस्तऐवज विभाग करीता कुलूप-बंद स्थिती
nl: vergrendelingsstatus voor de sectie gebruikergespecificeerde documenten
pt: trancar o estado da secção de documentos especificados pelo utilizador
sv: nedlåsningsstatus för sektionen användarangivna dokument
te: వినియోగదారి-విశదిత పత్రముల భాగమునకు లాక్-డౌన్ స్థితి
th: สถานะจำกัดการใช้งานสำหรับส่วนเอกสารที่ผู้ใช้ระบุเอง
wa: aclawer l' estat pol seccion des documints sipecifyîs pa l' uzeu
zu: isimo sokuhluthulela sengxenye yama-doc eqondaniswe nomsebenzisi

source: set to true if the link to the application browser should be visible and active.
ar: قم بالتعيين على صواب في حالة وجوب أن يكون الارتباط لمستعرض التطبيق مرئيًا ونشطًا.
as: অনুপ্ৰয়োগ চৰকৰ লিংক প্ৰদৰ্শন আৰু সক্ৰিয় কৰা হ'ব নে নহয় চিহ্নিত কৰাৰ বাবে মান true নিৰ্ধাৰণ কৰক ।
bn_in: অ্যাপ্লিকেশন ব্রাউজারের লিংক প্রদর্শন ও সক্রিয় করা হবে কি না চিহ্নিত করার জন্য মান true (সত্য) নির্ধারণ করুন।
dz: གློག་རིམ་བརའུ་ཟར་ལུའི་འབྲེལ་ལམ་འདི་ མཐོང་ཚུགསཔ་དང་ཤུགས་ལྡན་ཨིན་དགོ་པ་ཅིན་ བདེན་པ་ལུ་གཞི་སྒྲིག་འབད་
el: καθορισμός ως αληθής αν ο σύνδεσμος του περιηγητή της εφαρμογής θα είναι ορατός και ενεργοποιημένος.
eu: ezarri TRUE (egia) gisa aplikazioen arakatzailearen esteka ikusgai eta aktibo egon behar badu.
gu: જો અનુપ્રયોગ બ્રાઉઝરની લિંક દૃશ્યમાન અને સક્રિય હોવી જોઈએ તો સાચા પર સેટ કરો.
id: tata ke true bila taut ke peramban aplikasi mesti nampak dan aktif.
km: កំណត់​ទៅ​ពិត ប្រសិន​បើ​តំណ​ទៅ​កាន់​កម្មវិធី​រុករក​កម្មវិធី​គួរតែ​ត្រូវ​មើល​ឃើញ និង សកម្ម ។
kn: ಅನ್ವಯ ವೀಕ್ಷಕವು ಗೋಚರಿಸುತ್ತಿರಬೇಕಿದ್ದರೆ ಹಾಗು ಸಕ್ರಿಯವಾಗಿರಬೇಕಿದ್ದರೆ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 프로그램 찾아보기에 대한 링크가 보이고 활성화되어 있으면 참으로 설정하세요.
lt: nustatyti teigiamą, jei saitas į programų naršyklę turi būti matomas ir aktyvus.
mk: постави на true за прелистувачот на апликации да биде видлив и активен.
ml: പ്രയോഗത്തിനുള്ള ബ്രൌസരിലേക്കുള്ള ലിങ്കിന്റെ ദൃശ്യവും സജീവവുമാകണമെങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: अनुप्रयोग ब्राऊजर करीता लिंक दृष्यास्पद व सक्रीय असल्यास true असे निश्चित केले जाते.
nl: Indien ingeschakeld zal het toepassingenoverzicht zichtbaar en actief zijn.
pt: definido como verdadeiro se o atalho para o navegador de aplicações dever estar visível e activo.
sv: ställ in till sant om länken till programbläddraren ska vara synlig och aktiv.
te: అనువర్తనము అన్వేషణికి లింకు కనిపించాలి మరియు క్రియాశీలము కావలెనంటే సత్యమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการให้แสดงลิงก์ไปยังเครื่องมือเรียกดูโปรแกรมและให้เรียกใช้ได้
wa: mete so vraiy sel hårdêye viè l' naivieu d' programe duvreut est veyåve eyet en alaedje.
zu: sethu kokuthi iqinio uma ilinki ekuyisa esipheqini sohlelo kufanele ibonakale futhi isebenze.

source: Hard _Drive
ar: محر_ك الأقراص الصلبة
dz: ཧརཌི་ཌའིབ་(_D)
gu: હાર્ડ ડ્રાઈવ
ko: 하드 드라이브(_D)
nl: Vaste _schijf
pt: _Disco Rígido
sv: Hård_disk
zu: I-Hard _Drive

source: Shutdown
ar: إيقاف تشغيل
as: বন্ধ কৰক
bn_in: বন্ধ করুন
dz: སྒོ་བསྡམ་ནི།
el: Τερματισμός
eu: Itzali
gu: દર્શાવો
id: Matikan
kn: ಮುಚ್ಚು
ko: 컴퓨터 끄기
lt: Išjungti
ml: അടച്ചുപൂട്ടുക
mr: पूर्णपणे बंद करा
nl: Afsluiten
or: ବନ୍ଦ କରନ୍ତୁ
pt: Desligar
sv: Stäng av
te: మూసివేయి
th: ปิดเครื่อง
wa: Distinde
zu: Vala

source: Lock Screen
ar: قفل الشاشة
as: পৰ্দা লক কৰক
bn_in: পর্দা লক করুন
dz: གསལ་གཞི་ལྡེ་མིག་རྐྱབས།
el: Κλείδωμα Οθόνης
eu: Blokeatu pantaila
gu: સ્ક્રિન લોક કરો
id: Kunci Layar
kn: ತೆರೆಯನ್ನು ಲಾಕ್ ಮಾಡು
ko: 화면 잠그기
lt: Užrakinti ekraną
ml: സ്ക്രീന്‍ പൂട്ടുക
mr: पडदा कुलूपबंद करा
nl: Scherm vergrendelen
or: ପରଦାକୁ ଅପରିବର୍ତ୍ତନୀୟ କରନ୍ତୁ
pt: Trancar Ecrã
sv: Lås skärmen
te: స్క్రీన్ లాక్‌చేయుము
th: ล็อคหน้าจอ
wa: Aclawer waitroûle
zu: Hluthulela Isibonisi
