Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: New Document
ar: مستند جديد
as: নতুন নথিপত্ৰ
dz: ཡིག་ཆ་གསརཔ།
el: Νέο Έγγραφο Κειμένου
eu: Dokumentu berria
gu: તાજો દસ્તાવેજ
ko: 새 문서
mr: नवीन दस्तऐवज
nl: Nieuw document
or: ନୂତନ ଦଲିଲ
pt: Novo Documento
sv: Nytt dokument
te: క్రొత్త పత్రం
th: เอกสารใหม่
wa: Novea documint
zu: Idokhumenti Entsha

source: Networ_k: None
ar: شبك_ة: بلا
as: নে'টৱৰ্ক: শূণ্য (_k)
bn_in: নেটওয়ার্ক: শূণ্য (_k)
dz: ཡོངས་འབྲེལ་: ཅི་མེད་ (_k)
el: Δί_κτυο: Κανένα
eu: _Sarea: bat ere ez
gu: નેટવ_ર્ક: એક પણ નહીં
id: _Jaringan: Tiada
kn: ಜಾಲಬಂಧ(_k): ಯಾವುದೂ ಇಲ್ಲ
ko: 네트워크(_K): 없음
lt: Tin_klas: jokio
ml: _നെറ്റ്‌വര്‍ക്ക്: ഒന്നുമില്ല
mr: जाळं: काहिच नाही (_k)
nl: Netwer_k: geen
or: ନେଟୱର୍କ (_k): କିଛିନାହିଁ
pt: _Rede: Nenhuma
sv: Nätver_k: Inget
te: నెట్వర్కు (_k): ఏదీకాదు
th: เ_ครือข่าย: ไม่มี
wa: Ran_toele : nole
zu: Inethiwe_khi: Akukho lutho

source: Networ_k: Wireless
ar: شبك_ة: لاسلكي
as: নে'টৱৰ্ক: বেতাঁৰ (_k)
bn_in: নেটওয়ার্ক: বেতার (_k)
dz: ཡོངས་འབྲེལ་: རླུང་འཕྲིན་(_k)
el: Δί_κτυο: Ασύρματο
eu: _Sarea: haririk gabekoa
gu: નેટવ_ર્ક: વાયરલેસ
id: _Jaringa: Nirkabel
kn: ಜಾಲಬಂಧ(_k): ವೈರ್ಲೆಸ್
ko: 네트워크(_K): 무선
lt: Tin_klas: belaidis
ml: _നെറ്റ്‌വര്‍ക്ക്: വയര്‍ലെസ്
mr: जाळं: वायरलेस (_k)
nl: Netwer_k: draadloos
or: ନେଟୱର୍କ (_k): ବେତାର
pt: _Rede: Sem Fios
sv: Nätver_k: Trådlöst
te: నెట్వర్కు (_k): వైర్‌లేని
th: เ_ครือข่าย: ไร้สาย
wa: Ran_toele : sins fyis
zu: Inethiwe_khi: Esebenza Ngamaza Omoya

source: Networ_k: Wired
ar: شبك_ة: سلكي
as: নে'টৱৰ্ক: তাৰযুক্ত (_k)
bn_in: নেটওয়ার্ক: তারযুক্ত (_k)
dz: ཡོངས་འབྲེལ་: ཝའེརཌི་(_k)
el: Δί_κτυο: Ενσύρματο
eu: _Sarea: hariduna
gu: નેટવ_ર્ક: વાયર્ડ
id: _Jaringan: Kabel
kn: ಜಾಲಬಂಧ(_k): ತಂತಿಯ
ko: 네트워크(_K): 유선
lt: Tin_klas: laidinis
ml: _നെറ്റ്‌വര്‍ക്ക്: വയര്‍ഡ്
mr: जाळं: Wired (_k)
nl: Netwer_k: vast
or: ନେଟୱର୍କ (_k): ତାରଯୁକ୍ତ
pt: _Rede: Com Fios
sv: Nätver_k: Trådbundet
te: నెట్వర్కు (_k): వైర్‌గల
th: เ_ครือข่าย: มีสาย
wa: Ran_toele : pås fyis
zu: Inethiwe_khi: Esebenza Ngezintambo

source: Applications
ar: التطبيقات
as: অনুপ্ৰয়োগ
bn_in: অ্যাপলিকেশন
dz: གློག་རིམ་ཚུ་
el: Εφαρμογές
eu: Aplikazioak
gu: અનુપ્રયોગો
id: Aplikasi
kn: ಅನ್ವಯಗಳು
ko: 프로그램
lt: Programos
ml: പ്രയോഗങ്ങള്‍
mr: अनुप्रयोग
nl: Programma's
or: ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Aplicações
sv: Program
te: కార్యక్షేత్రాలు
th: โปรแกรม
wa: Programes
zu: Izinhlelo

source: Documents
ar: المستندات
as: নথিপত্ৰ
bn_in: নথিপত্র
dz: གྱི་ཡིག་ཆ་ཚུ་
el: Έγγραφα
eu: Dokumentuak
gu: તાજા દસ્તાવેજો
id: Dokumen
kn: ದಸ್ತಾವೇಜುಗಳು
ko: 문서
lt: Dokumentai
ml: രേഖകള്‍
mr: दस्तऐवज
nl: Documenten
or: ଦଲିଲ
pt: Documentos
sv: Dokument
te: పత్రములు
th: เอกสาร
wa: Documints
zu: Amadokhumenti

source: Favorite Documents
ar: المستندات المفضلة
as: পছন্দৰ নথিপত্ৰ
bn_in: পছন্দের নথিপত্র
dz: ཡིག་ཆ་དགའ་མི་ཚུ་
el: Αγαπημένα έγγραφα
eu: Gogoko dokumentuak
gu: પસંદગીના દસ્તાવેજો
id: Dokumen Favorit
kn: ಅಚ್ಚುಮೆಚ್ಚಿನ ದಸ್ತಾವೇಜುಗಳು
ko: 자주 참조하는 문서
lt: Mėgiami dokumentai
ml: ഇഷ്ടമുള്ള രേഖകള്‍
mr: पसंतीचे दस्तऐवज
nl: Favoriete documenten
or: ମନପସନ୍ଦ ଦଲିଲଗୁଡ଼ିକ
pt: Documentos Favoritos
sv: Favoritdokument
te: అభీష్ట పత్రములు
th: เอกสารใช้บ่อย
wa: Favoris documints
zu: Amadokhumenti Athandwayo

source: Favorite Places
ar: الأماكن المفضلة
as: পছন্দৰ স্থান
bn_in: পছন্দের স্থান
dz: ས་གནས་དགའ་མི་ཚུ་
el: Αγαπημένες τοποθεσίες
eu: Gogoko lekuak
gu: પસંદગીના સ્થળોà
id: Lokasi Favorit
kn: ಅಚ್ಚುಮೆಚ್ಚಿನ ಸ್ಥಳಗಳು
ko: 자주 가는 위치
lt: Mėgiamos vietos
ml: ഇഷ്ടമുള്ള സ്ഥലങ്ങള്‍
mr: पसंतीचे ठिकाण
nl: Favoriete plaatsen
or: ମନପସନ୍ଦ ସ୍ଥାନଗୁଡ଼ିକ
pt: Locais Favoritos
sv: Favoritplatser
te: అభీష్ట స్థలములు
th: ที่หลักๆ ใช้บ่อย
wa: Favoris eplaeçmints
zu: Izindawo Ezithandwayo

source: More Documents...
ar: المزيد من المستندات...
as: অতিৰিক্ত নথিপত্ৰ...
bn_in: অতিরিক্ত নথিপত্র...
dz: ཡིག་ཆ་ཚུ་ཧེང་བཀེལ་་་
el: Περισσότερα έγγραφα...
eu: Dokumentu gehiago...
gu: વધુ દસ્તાવેજો...
id: Lebih Banyak Dokumen...
kn: ಇನ್ನಷ್ಟು ದಸ್ತಾವೇಜುಗಳು...
ko: 더 많은 문서...
lt: Daugiau dokumentų...
ml: കൂടുതല്‍ രേഖകള്‍...
mr: आणखी दस्तऐवज...
nl: Meer documenten...
or: ଅଧିକ ଦଲିଲଗୁଡ଼ିକ...
pt: Mais Documentos...
sv: Fler dokument...
te: మరిన్ని పత్రములు...
th: เอกสารอื่นๆ...
wa: Pus di documints...
zu: Amanye Amadokhumenti...

source: More Places...
ar: المزيد من الأماكن...
as: অতিৰিক্ত স্থান...
bn_in: অতিরিক্ত স্থান...
dz: ས་གནས་ཚུ་ཧེང་བཀལ་་་
el: Περισσότερες Τοποθεσίες...
eu: Leku gehiago...
gu: વધુ સ્થળોà...
id: Lebih Banyak Lokasi...
kn: ಇನ್ನಷ್ಟು ಸ್ಥಳಗಳು...
ko: 더 많은 위치...
lt: Daugiau vietų...
ml: കൂടുതല്‍ സ്ഥലങ്ങള്‍...
mr: आणखी ठिकाण...
nl: Meer plaatsen...
or: ଅଧିକ ସ୍ଥାନଗୁଡ଼ିକ...
pt: Mais Locais...
sv: Fler platser...
te: మరిన్ని స్థలములు...
th: ที่หลักๆ อื่นๆ...
wa: Pus d' eplaeçmints
zu: Ezinye Izindawo...

source: Recent Applications
ar: التطبيقات الحديثة
as: সম্প্ৰতি ব্যৱহৃত অনুপ্ৰয়োগ
bn_in: সম্প্রতি ব্যবহৃত অ্যাপ্লিকেশন
dz: ད་ལྟོའི་གློག་རིམ་ཚུ་
el: Πρόσφατες εφαρμογές
eu: Azken aplikazioak
gu: તાજેતરમાં ઉપયોગમાં લેવાયેલ અનુપ્રયોગો
id: Aplikasi Terakhir
kn: ಇತ್ತೀಚಿನ ಅನ್ವಯಗಳು
ko: 최근 사용한 프로그램
lt: Neseniai naudotos programos
ml: ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ച പ്രയോഗങ്ങള്‍
mr: अलिकडील अनुप्रयोग
nl: Recente toepassingen
or: ସାମ୍ପ୍ରତିକ ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Aplicações Recentes
sv: Senaste programmen
te: ఇటీవలి అనువర్తనములు
th: โปรแกรมล่าสุด
wa: Programes eployîs dierinnmint
zu: Izinhlelo Zamuva

source: Remove the current document from favorites
ar: إزالة المستند الحالي من المفضلة
as: পছন্দৰ তালিকাৰ পৰা বৰ্তমান নথি আঁতৰাওক
bn_in: পছন্দের তালিকা থেকে বর্তমান নথিটি মুছে ফেলুন
dz: དགའ་མི་ཚུ་ལས་ད་ལྟོའི་ཡིག་ཆ་ཚུ་རྩ་བསྐྲད་གཏང་།
el: Αφαίρεση του παρόντος εγγράφου από τα αγαπημένα
eu: Kendu uneko dokumentua gogokoetatik
gu: હાલના દસ્તાવેજને પસંદગીમાંથી દૂર કરો
id: Hapus dokumen kini dari favorit
kn: ಪ್ರಸಕ್ತ ದಸ್ತಾವೇಜನ್ನು ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಿಂದ ತೆಗೆದು ಹಾಕು
ko: 현재 문서를 즐겨찾기에서 지웁니다
lt: Pašalinti dokumentą iš mėgiamų
ml: ഇഷ്ടമുള്ളവയില്‍ നിന്നും നിലവിലുള്ള രേഖ നീക്കം ചെയ്യുക
mr: पसंतीचे पासून वर्तमान दस्तऐवज काढूण टाका
nl: Huidig document verwijderen uit favorieten
pt: Remover o documento actual dos favoritos
sv: Ta bort det aktuella dokumentet från favoriter
te: ప్రస్తుత పత్రమును అభీష్టములనుండి తీసివేయుము
th: ลบเอกสารปัจจุบันออกจากรายการใช้บ่อย
wa: Oister l' documint do moumint des favoris
zu: Susa idokhumenti yamanje kwathandwayo

source: Application Browser
ar: مستعرض التطبيق
as: অনুপ্ৰয়োগ চৰক
bn_in: অ্যাপ্লিকেশন ব্রাউজার
dz: གློག་རིམ་བརའུ་ཟར་
el: Περιηγητής Εφαρμογών
eu: Aplikazioen arakatzailea
gu: અનુપ્રયોગ બ્રાઉઝર
id: Peramban Aplikasi
km: កម្មវិធី​រុករក​កម្មវិធី​
kn: ಅನ್ವಯ ವೀಕ್ಷಕ
ko: 프로그램 찾아보기
lt: Programų naršyklė
mk: Прелистувач на апликации
ml: പ്രയോഗത്തിനുള്ള ബ്രൌസര്‍
mr: अनुप्रयोग ब्राऊजर
nl: Toepassingsbrowser
or: ପ୍ରୟୋଗ ବ୍ରାଉଜର
pt: Navegador de Aplicações
sv: Programbläddrare
te: అనువర్తనం అన్వేషణి
th: เครื่องมือเรียกดูโปรแกรม
wa: Foyetu di programes
zu: Isipheqi Sohlelo

source: Exit shell on add or remove action performed
ar: قم بالخروج من برنامج الواجهة شل عند تنفيذ إجراء إضافة أو إزالة
as: সংযোজন অথবা অপসাৰণৰ কাৰ্য্য কৰিলে শ্বেলৰ পৰা প্ৰস্থান কৰা হ'ব
bn_in: সংযোজন অথবা অপসারণের কর্ম সঞ্চালিত হলে শেল থেকে প্রস্থান করা হবে
dz: ཁ་སྐོང་རྐྱབས་ནི་ཡང་ན་རྩ་བསྐྲད་གཏང་ནིའི་བྱ་བ་ལག་ལེན་འཐབ་ཡོད་མི་གུ་ལུ་ ཕྱིར་ཐོན་ཤལ་
el: Έξοδος από το κέλυφος στην προσθήκη ή στην αφαίρεση της εκτελεσμένης ενέργειας
eu: Irten shell-etik gehitzeko edo kentzeko ekintza landutakoan
gu: ઉમેરવાની કે દૂર કરવાની ક્રિયાનો અમલ કરવામાં આવે ત્યારે શેલમાંથી બહાર નીકળો
id: Keluar shell ketika aksi tambah atau hapus telah dilangsungkan
km: ចេញ​ពី​សែល​នៅពេល​ដែល​បានធ្វើសកម្មភាព​បន្ថែម ឬ យក​ចេញ
kn: ಸೇರಿಸು ಅಥವ ತೆಗೆದುಹಾಕುವ ಕ್ರಿಯೆಯು ನಡೆಸಲ್ಪಟ್ಟಾಗ ಶೆಲ್‍ನಿಂದ ನಿರ್ಗಮಿಸು
ko: 더하기/지우기 동작을 수행한 쉘 끝냄
lt: Išeiti iš apvalkalo įvykdžius pridėjimo ar pašalinimo veiksmą
mk: Излези од школката при извршување на дејството за додавање или отстранување
ml: ചേര്‍ക്കുക/നീക്കം ചെയ്യുക എന്ന പ്രവര്‍ത്തി ചെയ്തു് ഷെല്ലില്‍ നിന്നും പുറത്തു് കടക്കുക
mr: समावेष किंवा काढूण टाका कृती पूर्ण झाल्यावर शेल मधून बाहेर पडा
nl: Shell sluiten na toevoegen/verwijderen
or: ଯୋଗ କରିବା ଅଥବା କାଢ଼ିବା କାର୍ଯ୍ୟ କରିବା ସମୟରେ ସେଲରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pt: Sair da consola ao realizar acção de adicionar ou remover
sv: Avsluta skalet när en lägg till- eller ta bort-åtgärd genomförs
te: జతచేయు లేదా తీసివేయు చర్య జరుపబడగానే షెల్ నుండి బయటకురమ్ము
th: ออกจากเชลล์เมื่อเพิ่มหรือลบเสร็จ
wa: Cwiter l' shell cwand ene accion radjouter ou oister est fwaite
zu: Phuma kwi-shell lapho wenezela noma ususa isinyathelo esithathiwe

source: Exit shell on help action performed
ar: قم بالخروج من برنامج الواجهة شل عند تنفيذ إجراء تعليمات
as: সহায়ৰ কাৰ্য্য কৰিলে শ্বেলৰ পৰা প্ৰস্থান কৰা হ'ব
bn_in: সহায়তার কর্ম সঞ্চালিত হলে শেল থেকে প্রস্থান করা হবে
dz: གྲོགས་རམ་བྱ་བ་ལག་ལེན་འཐབ་ཡོད་མི་གུ་ལུ་ ཕྱིར་ཐོན་ཤལ་
el: Τερματισμός του κελύφους στην εκτελεσμένη ενέργεια βοήθειας
eu: Irten shell-etik laguntzako ekintza landutakoan
gu: મદદ ક્રિયાનો અમલ કરવામાં આવે ત્યારે શેલમાંથી બહાર નીકળો
id: Keluar shell ketika aksi bantuan telah dilangsungkan
km: ចេញពី​សែល​នៅ​ពេល​ដែលបាន​ដំណើរ​ការ​សកម្មភាព​ជំនួយ
kn: ಸಹಾಯ ಕ್ರಿಯೆಯು ನಡೆಸಲ್ಪಟ್ಟಾಗ ಶೆಲ್‍ನಿಂದ ನಿರ್ಗಮಿಸು
ko: 도움말 동작을 수행한 쉘 끝냄
lt: Išeiti iš apvalkalo įvykdžius pagalbos veiksmą
mk: Излези од школката при извршување на дејството за помош
ml: സഹായത്തിനുള്ള പ്രവര്‍ത്തി ചെയ്തു് ഷെല്ലില്‍ നിന്നും പുറത്തു് കടക്കുക
mr: मदत कृती पूर्ण झाल्यावर शेल मधून बाहेर पडा
nl: Shell sluiten na help-actie
or: ସହାୟତା କାର୍ଯ୍ୟ କରିବା ସମୟରେ ସେଲରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pt: Sair da consola ao realizar acção de ajuda
sv: Avsluta skalet när en hjälpåtgärd genomförs
te: సహాయం చర్య జరుపబడగానే షెల్ నుండి బయటకురమ్ము
th: ออกจากเชลล์เมื่อแสดงวิธีใช้
wa: Cwiter l' shell cwand ene accion d' aidance est fwaite
zu: Phuma kwi-shell lapho uthatha isinyathelo sokuthola usizo

source: Exit shell on start action performed
ar: قم بالخروج من برنامج الواجهة شل عند تنفيذ إجراء بدء تشغيل
as: আৰম্ভণিত কাৰ্য্য কৰিলে শ্বেলৰ পৰা প্ৰস্থান কৰা হ'ব
bn_in: প্রারম্ভে কর্ম সঞ্চালিত হলে শেল থেকে প্রস্থান করা হবে
dz: འགོ་བཙུགས་བྱ་བ་ལག་ལེན་འཐབ་ཡོད་མི་གུ་ལུ་ ཕྱིར་ཐོན་ཤལ་
el: Τερματισμός του κελύφους στην εκτελεσμένη ενέργεια έναρξης
eu: Irten shell-etik abiarazteko ekintza landutakoan
gu: શરૂ કરવાની ક્રિયાનો અમલ કરવામાં આવે ત્યારે શેલમાંથી બહાર નીકળો
id: Keluar shell ketika aksi start telah dilangsungkan
km: ចេញពី​សែល​នៅ​ពេលបាន​ដំណើរ​ការ​សកម្មភាព​ចាប់ផ្ដើម
kn: ಆರಂಭ ಕ್ರಿಯೆಯು ನಡೆಸಲ್ಪಟ್ಟಾಗ ಶೆಲ್‍ನಿಂದ ನಿರ್ಗಮಿಸು
ko: 시작 동작을 수행한 쉘 끝냄
lt: Išeiti iš apvalkalo įvykdžius paleidimo veiksmą
mk: Излези од школката при извршување на дејството за излез
ml: ആരംഭിച്ചശേഷം ഷെല്ലില്‍ നിന്നും പുറത്തു് കടക്കുക
mr: प्रारंभ कृती पूर्ण झाल्यावर शेल मधून बाहेर पडा
nl: Shell sluiten na opstarten
or: ଆରମ୍ଭ କରିବା ସମୟରେ ସେଲରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ
pt: Sair da consola ao realizar acção de iniciar
sv: Avsluta skalet när en startåtgärd genomförs
te: ప్రారంభం చర్య జరుపబడగానే షెల్ నుండి బయటకురమ్ము
th: ออกจากเชลล์เมื่อเรียกโปรแกรม
wa: Cwiter l' shell cwand ene accion d' enondaedje est fwaite
zu: Phuma kwi-shell lapho uthatha isinyathelo sokuqalisa

source: Exit shell on upgrade or uninstall action performed
ar: قم بالخروج من برنامج الواجهة شل عند تنفيذ إجراء ترقية أو إلغاء تثبيت
as: উন্নয়ন অথবা সংস্থাপন আঁতৰুৱা কাৰ্য্য কৰিলে শ্বেলৰ পৰা প্ৰস্থান কৰা হ'ব
bn_in: আপগ্রেড অথবা আন-ইনস্টল কর্ম সঞ্চালিত হলে শেল থেকে প্রস্থান করা হবে
dz: ཡར་བསྐྱེད་ཡང་ན་གཞི་བཙུགས་མི་འབད་ནིའི་བྱ་བ་ལག་ལེན་ཐབ་ཡོད་མི་གུ་ལུ་ ཕྱིར་ཐོན་ཤལ་
el: Τερματισμός του κελύφους στην εκτελεσμένη ενέργεια ενημέρωσης ή απομάκρυνσης
eu: Irten shell-etik bertsio-berritzeko edo desinstalatzeko ekintza landutakoan
gu: આધુનિકકરણ કે સ્થાપન દૂર કરવાની ક્રિયાનો અમલ કરવામાં આવે ત્યારે શેલમાંથી બહાર નીકળો
id: Keluar shell ketika aksi peningkatan atau pembongkaran telah dilakukan
km: ចេញពី​សែល​នៅពេល​ដែលបាន​ដំណើរការ​សកម្មភាព​ធ្វើឲ្យ​ប្រសើរ ឬ លុប
kn: ನವೀಕರಣ ಅಥವ ಅನುಸ್ಥಾಪಿಸಲಾಗಿದ್ದನ್ನು ತೆಗೆದು ಹಾಕಿದಾಗ ಶೆಲ್‍ನಿಂದ ನಿರ್ಗಮಿಸು
ko: 업그레이드 혹은 설치 제거 동작을 수행한 쉘 끝냄
lt: Išeiti iš apvalkalo įvykdžius naujinimo arba išinstaliavimo veiksmą
mk: Излези од школката при извршување на дејството за деинсталирање или надградба
ml: പരിഷ്കരിക്കുക/അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്തു് ഷെല്ലില്‍ നിന്നും പുറത്തു് കടക്കുക
mr: सुधारणा किंवा काढूण टाकणे कृती पूर्ण झाल्यावर शेल मधून बाहेर पडा
nl: Shell sluiten na een upgrade of installatie
or: ଉନ୍ନୟନ ସମୟରେ ସେଲରୁ ପ୍ରସ୍ଥାନ କରନ୍ତୁ ଅଥବା ଘଟିଥିବା କାର୍ଯ୍ୟକୁ ବିସ୍ଥାପନ କରନ୍ତୁ
pt: Sair da consola ao realizar acção de actualização ou desinstalação
sv: Avsluta skalet när en uppgradering- eller avinstallationsåtgärd genomförs
te: నవీకరణ లేదా నిర్మూలన చర్య జరుపబడగానే షెల్ నుండి బయటకురమ్ము
th: ออกจากเชลล์เมื่อปรับรุ่นหรือถอดถอน
wa: Cwiter l' shell cwand ene accion d' metaedje a djoû ou d' disastalaedje est fwaite
zu: Phuma kwi-shell lapho uvuselela uhlelo noma uthatha isinyathelo sokukhipha uhlelo

source: Filename of existing .desktop files
ar: اسم ملف لملفات .desktop الموجودة
as: উপস্থিত .desktop নথিপত্ৰৰ নাম
bn_in: উপস্থিত .desktop ফাইলের নাম
dz: ཡོད་བཞིན་པའི་ .desktop ཡིངག་སྣོད་ཚུ་གི་ཡིག་སྣོད་མིང་
el: Όνομα για τα τρέχοντα αρχεία .desktop
eu: Dauden .desktop fitxategien izenak
gu: અસ્તિત્વ ધરાવતી .desktop ફાઈલોનું ફાઈલનામ
id: Nama dari berkas .desktop yang telah ada
km: ឈ្មោះ​ឯកសារ​ដែល​មានឯកសារ .desktop
kn: ಈಗಿರುವ .desktop ಕಡತಗಳ ಕಡತದ ಹೆಸರು
ko: 기존 .desktop 파일의 이름
lt: Esamų .desktop failų vardai
mk: Име на постоечките .desktop датотеки
ml: നിലവിലുള്ള .desktop ഫയലുകളുടെ പേരു്
mr: अस्तित्वातील .desktop फाइलचे फाइलनाव
nl: Bestandsnaam van bestaande .desktop-bestanden
or: ସ୍ଥିତବାନ .desktop ଫାଇଲଗୁଡ଼ିକ ପାଇଁ ଫାଇଲନାମ
pt: Nome de um ficheiro .desktop existente
sv: Filnamn för befintliga .desktop-filer
te: ఉన్న .desktop దస్త్రముల యొక్క దస్త్రమునామము
th: ชื่อของแฟ้ม .desktop ที่มีอยู่แล้ว
wa: No des fitchîs .desktop egzistants
zu: Igama lefayela .lamafayela e-desktop, atholakalayo

source: Indicates whether to close the shell when a help action is performed
ar: يوضح ما إذا كان يجب غلق برنامج الواجهة شل عند تنفيذ إجراء تعليمات
as: সহায়ৰ কাৰ্য্য কৰিলে শ্বেল বন্ধ কৰা হ'ব নে নহয় সেইটো চিহ্নিত কৰিবলৈ ব্যৱহৃত হয়
bn_in: সহায়তার কর্ম সঞ্চালিত হলে শেল বন্ধ করা হবে কি না তা চিহ্নিত করতে ব্যবহৃত হয়
dz: གྲོགས་རམ་བྱ་བ་འདི་ལག་ལེན་འཐབ་ཡོད་པའི་སྐབས་ ཤལ་འདི་ཁ་བསྡམ་ནི་ཨིན་ན་མེན་ན་ བརྡ་སྟོན་འབདཝ་ཨིན་
el: Δείχνει αν θα τερματίζεται το κέλυφος όταν μια ενέργεια βοήθειας εκτελείται
eu: Laguntzako ekintza landutakoan shell-a itxiko den edo ez adierazten du
gu: જ્યારે મદદ ક્રિયાનો અમલ કરવામાં આવે ત્યારે શેલ બંધ કરવું કે નહિ તે સૂચવે છે
id: Mengindikasikan apakah akan menutup shell ketika sebuah aksi bantuan dijalankan
km: បង្ហាញ​ថាតើ​ត្រូវបិទ​សែល​នៅ​ពេលបាន​ដំណើរការ​សកម្មភាព​ជំនួយ​ឬអត់
kn: ಸಹಾಯ ಕಾರ್ಯವನ್ನು ನೆರವೇರಿಸಿದಾಗ ಶೆಲ್ ಅನ್ನು ಮುಚ್ಚಬೇಕೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ
ko: 도움말 동작이 수행될 때 쉘이 끝나면 알림
lt: Nurodo, ar užverti apvalkalą įvykdžius pagalbos veiksmą
mk: Укажува дали да се затвори школката кога се извршува дејство за помош
ml: ഒരു സഹായം ലഭ്യമാക്കുമ്പോള്‍, ഷെല്‍ അടയ്ക്കണമോ എന്നു് സൂചിപ്പിക്കുന്നു
mr: मदत कृती पूर्ण झाल्यावर शेल मधून बाहेर पडायचे का ते दर्शवते
nl: Geeft aan of de shell wordt gesloten nadat de help-actie is uitgevoerd
pt: Indica se fechar ou não a consola quando é realizada uma acção de ajuda
sv: Indikerar huruvida skalet ska stängas när en hjälpåtgärd genomförs
te: సహాయ చర్య జరుగుతున్నప్పుడు షెల్ మూయవలెనేమో సూచిస్తుంది
th: กำหนดว่าจะปิดเชลล์เมื่อแสดงวิธีใช้แล้วหรือไม่
wa: Dit si fåt clôre li shell cwand ene accion d' aidance est fwaite
zu: Ibonisa ukuthi uyivale yini i-shell lapho isinyathelo sokuthula usizo sithathwa

source: Indicates whether to close the shell when a start action is performed
ar: يوضح ما إذا كان يجب غلق برنامج الواجهة شل عند تنفيذ إجراء بدء تشغيل
as: আৰম্ভণিৰ কাৰ্য্য কৰিলে শ্বেল বন্ধ কৰা হ'ব নে নহয় সেইটো চিহ্নিত কৰিবলৈ ব্যৱহৃত হয়
bn_in: প্রারম্ভের কর্ম সঞ্চালিত হলে শেল বন্ধ করা হবে কি না তা চিহ্নিত করতে ব্যবহৃত হয়
dz: འགོ་བཙུགས་བྱ་བ་འདི་ལག་ལེན་འཐབ་ཡོད་པའི་སྐབས་ ཤལ་འདི་ཁ་བསྡམ་ནི་ཨིན་ན་མེན་ན་ བརྡ་སྟོན་འབདཝ་ཨིན་
el: Δείχνει αν θα τερματίζεται το κέλυφος όταν μία αρχική ενέργεια εκτελείται
eu: Abiarazteko ekintza landutakoan shell-a itxiko den edo ez adierazten du
gu: જ્યારે શરૂ કરવાની ક્રિયાનો અમલ કરવામાં આવે ત્યારે શેલ બંધ કરવુ કે નહિ તે સૂચવે છે
id: Mengindikasikan apakah akan menutup shell bila tindakan start dilakukan
km: បង្ហាញ​ថាតើ​ត្រូវបិទ​សែលនៅ​ពេលបាន​ដំណើរការ​ចាប់​ផ្ដើម​ឬអត់
kn: ಆರಂಭ ಕಾರ್ಯವನ್ನು ನೆರವೇರಿಸಿದಾಗ ಶೆಲ್ ಅನ್ನು ಮುಚ್ಚಬೇಕೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ
ko: 시작 동작이 수행될 때 쉘이 끝나면 알림
lt: Nurodo, ar užverti apvalkalą įvykdžius paleidimo veiksmą
mk: Укажува дали да се затвори школката кога се извршува дејство за стартување
ml: ഒരു പ്രവര്‍ത്തി ആരംഭിക്കുമ്പോള്‍ ഷെല്‍ അടയ്ക്കണമോ എന്നു് സൂചിപ്പിക്കുന്നു
mr: प्रारंभ कृती पूर्ण झाल्यावर शेल मधून बाहेर पडायचे का ते दर्शवते
nl: Geeft aan of de shell wordt gesloten nadat een opstarten-actie is uitgevoerd
pt: Indica se fechar ou não a consola quando é realizada uma acção de iniciar
sv: Indikerar huruvida skalet ska stängas när en startåtgärd genomförs
te: ప్రారంభ చర్య జరుగుతున్నప్పుడు షెల్ మూయవలెనేమో సూచిస్తుంది
th: กำหนดว่าจะปิดเชลล์หรือไม่เมื่อมีการเรียกโปรแกรม
wa: Dit si fåt clôre li shell cwand ene accion d' enondaedje est fwaite
zu: Ibonisa ukuthi uyivale yini i-shell lapho isinyathelo sokuqalisa sithathwa

source: Max number of New Applications
ar: الحد الأقصى لعدد التطبيقات الجديدة
as: নতুন অনুপ্ৰয়োগৰ সৰ্বাধিক সংখ্যা
bn_in: নতুন অ্যাপ্লিকেশনের সর্বাধিক সংখ্যা
dz: གློག་རིམ་གསརཔ་གི་གྲངས་མང་མཐའ་
el: Μέγιστος αριθμός Νέων Εφαρμογών
eu: Aplikazio berrien gehien. kopurua
gu: નવા અનુપ્રયોગોની મહત્તમ સંખ્યા
id: Cacah maks dari Aplikasi Baru
km: ចំនួន​កម្មវិធី​ថ្មី​អតិបរមា
kn: ಹೊಸ ಅನ್ವಯಗಳ ಗರಿಷ್ಟ ಸಂಖ್ಯೆ
ko: 새 프로그램의 최대 개수
lt: Didžiausias naujų programų skaičius
mk: Максимален број на нови апликации
ml: പുതിയ പ്രയോഗങ്ങളുടെ ഏറ്റവും കൂടുതല്‍ എണ്ണം
mr: नवीन अनुप्रयोगची कमाल संख्या
nl: Maximumaantal nieuwe toepassingen
or: ସର୍ବାଧିକ ସଂଖ୍ୟକ ନୂତନ ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Número Máximo de Novas Aplicações
sv: Max antal nya program
te: కొత్త అనువర్తనముల గరిష్ట సంఖ్య
th: จำนวนโปรแกรมใหม่สูงสุด
wa: Nombe macs. di noûs programes
zu: Isibalo Sokugcina Sezinhlelo Ezintsha

source: New Applications
ar: التطبيقات الجديدة
as: নতুন অনুপ্ৰয়োগ
bn_in: নতুন অ্যাপলিকেশন
dz: གློག་རིམ་གསརཔ་ཚུ་
el: Νέες εφαρμογές
eu: Aplikazio berriak
gu: નવા અનુપ્રયોગો
id: Aplikasi Baru
km: កម្មវិធី​ថ្មី
kn: ಹೊಸ ಅನ್ವಯಗಳು
ko: 새 프로그램
lt: Naujos programos
mk: Нови апликации
ml: പുതിയ പ്രയോഗങ്ങള്‍
mr: नवीन अनुप्रयोग
nl: Nieuwe toepassingen
or: ନୂତନ ପ୍ରୟୋଗଗୁଡ଼ିକ
pt: Aplicações Novas
sv: Nya program
te: కొత్త అనువర్తనములు
th: โปรแกรมใหม่
wa: Novea programes
zu: Izinhlelo Ezintsha

source: Filter
ar: المرشح
as: ফিল্টাৰ
bn_in: ফিল্টার
dz: ཚགས་མ་
el: Φίλτρο
eu: Iragazkia
gu: ફિલ્ટર
id: Tapis
km: តម្រង
kn: ಸೋಸುಗ(ಫಿಲ್ಟರ್)
ko: 필터
lt: Filtras
mk: Филтер
ml: ഫില്‍‌റ്റര്‍
mr: चाळणी
or: ଛାଣକ
pt: Filtro
te: వడపోత
th: ตัวกรอง
wa: Passete
zu: Isisefo

source: Groups
ar: المجموعات
as: সংকলন
bn_in: সংকলন
dz: སྡེ་ཚན་
el: Ομάδες
eu: Taldeak
gu: જૂથો
id: Grup
km: ក្រុម
kn: ಸಮೂಹಗಳು
ko: 그룹
lt: Grupės
mk: Групи
ml: ഗ്രൂപ്പുകള്‍
mr: गट
nl: Groepen
or: ଶ୍ରେଣୀ
pt: Grupos
sv: Grupper
te: సముదాయాలు
th: กลุ่ม
wa: Groupes
zu: Amaqembu

source: Application Actions
ar: إجراءات التطبيق
as: অনুপ্ৰয়োগ সংক্ৰান্ত কাৰ্য্য
bn_in: অ্যাপলিকেশন সংক্রান্ত কর্ম
dz: གློག་རིམ་བྱ་བ་ཚུ་
el: Ενέργειες εφαρμογής
eu: Aplikazioen ekintza
gu: અનુપ્રયોગોની ક્રિયાઓ
id: Aksi Aplikasi
km: អំពើ​របស់​កម្មវិធី
kn: ಅನ್ವಯದ ಕ್ರಿಯೆ
ko: 프로그램 동작
lt: Programų veiksmai
mk: Дејства на апликации
ml: പ്രയോഗങ്ങളുടെ പ്രവര്‍ത്തികള്‍
mr: अनुप्रयोग कृती
nl: Toepassingsacties
or: ପ୍ରୟୋଗ କାର୍ଯ୍ୟ
pt: Acções de Aplicações
sv: Programåtgärder
te: అనువర్తనము చర్యలు
th: การกระทำสำหรับโปรแกรม
wa: Accions des programes
zu: Izinyathelo Zezinhlelo

source: Control Center
ar: مركز التحكم
dz: ཚད་འཛིན་ལྟེ་བ་
gu: નિયંત્રણ કેન્દ્ર
km: មជ្ឈមណ្ឌល​ត្រួតពិនិត្យ
mk: Контролен центар
nl: Controlecentrum
pt: Centro de Controlo
sv: Kontrollpanel
zu: Isikhungo Sokulawula

source: Close the control-center when a task is activated
ar: قم بغلق مركز التحكم عند تنشيط مهمة
dz: ལས་ཀ་འདི་ཤུགས་ལྡན་བཟོ་ཡོད་པའི་སྐབས་ ཚད་འཛིན་ལྟེ་བ་འདི་ཁ་བསྡམ་
gu: જ્યારે એક કાર્ય સક્રિય કરવામાં આવે ત્યારે નિયંત્રણ-કેન્દ્ર બંધ કરો
km: បិទ​មជ្ឈមណ្ឌល​ត្រួត​ពិនិត្យ​នៅ​ពេល​ភារកិច្ច​សកម្ម
mk: Затвори го контролниот центар кога е активирана задача
nl: Systeemvoorkeuren sluiten na activatie van een taak
pt: Fechar o centro de controlo ao activar uma tarefa
sv: Stäng control-center när en uppgift blir aktiverad
zu: Vala isikhungo sokulawula lapho umsebenzi usuvuliwe

source: Task names and associated .desktop files
ar: أسماء المهام وملفات .desktop المقترنة
dz: ལས་ཀ་མིང་ཚུ་དང་ འབྲེལ་ཡོད་ .desktop ཡིག་སྣོད་ཚུ་
gu: કાર્યના નામો અને સંબંધિત .desktop ફાઈલો
km: ឈ្មោះ​ភារកិច្ច និង ​បាន​ដាក់​ភ្ជាប់ដោយ​ឯកសារ .desktop
mk: Имиња на задачи поврзани со .desktop датотеки
nl: Taaknamen en bijbehorende .desktop-bestanden
pt: Nomes das tarefas e ficheiros .desktop associados
sv: Uppgiftsnamn och associerade .desktop-filer
zu: Amagama omsebenzi kanye namafayelo ahlobene .esendlalelo

source: [Change Desktop Background;background.desktop,Add Printer;gnome-cups-manager.desktop,Configure Network;YaST2/lan.desktop,Change Password;gnome-passwd.desktop,Add User;YaST2/users.desktop,Open Administrator Settings;YaST.desktop]
ar: [تغيير خلفية سطح المكتب;background.desktop,وإضافة طابعة;gnome-cups-manager.desktop,وتكوين الشبكة;YaST2/lan.desktop,وتغيير كلمة السر;gnome-passwd.desktop,وإضافة مستخدم;YaST2/users.desktop,وفتح إعدادات المسؤول;YaST.desktop]
dz: [ཌེཀསི་ཊོཔ་རྒྱབ་གཞི་སོར་ ; background.desktop , དཔར་འཕྲུལ་ཁ་སྐོང་རྐྱབས་ ; gnome-cups-manager.desktop , ཡོངས་འབྲེལ་རིམ་སྒྲིག་འབད་ YaST2/lan.desktop ཆོག་ཡིག་བསྒྱུར་བཅོས་འབད་ ;gnome-passwd.desktop,ལག་ལེན་པ་ཁ་སྐོང་རྐྱབས་;YaST2/users.desktop,བདག་སྐྱོང་པའི་སྒྲིག་སྟངས་ཁ་ཕྱེ་;YaST.desktop]
gu: [ ડેસ્કટોપનું પશ્ચાદભૂ બદલો ;background.desktop,પ્રિન્ટર ઉમેરો;gnome-cups-manager.desktop,નેટવર્ક કન્ફિગર કરો;YaST2/lan.desktop,પાસવર્ડ બદલો;gnome-passwd.desktop,વપરાશકર્તા ઉમેરો;YaST2/users.desktop,પ્રબંધક સેટિંગ્સ ખોલો;YaST.desktop]
km: [ផ្លាស់​ប្ដូរ​ផ្ទៃខាង​ក្រោយ​របស់​ផ្ទៃតុ;background.desktop,បន្ថែម​ម៉ាស៊ីន​បោះពុម្ព;gnome-cups-manager.desktop,កំណត់​រចនា​សម្ព័ន្ធ​បណ្ដាញ;YaST2/lan.desktop,ផ្លាស់​ប្ដូរ​ពាក្យ​សម្ងាត់;gnome-passwd.desktop,បន្ថែម​អ្នក​ប្រើ;YaST2/users.desktop,បើក​ការកំណត់​អ្នក​គ្រប់គ្រង;YaST.desktop]
mk: [Промени ја позадината;background.desktop,Додај печатар;gnome-cups-manager.desktop,Конфигурирај мрежа;YaST2/lan.desktop,Промени лозинка;gnome-passwd.desktop,Додај корисник;YaST2/users.desktop,Отвори ги администраторските поставувања;YaST.desktop]
nl: [Werkbladachtergrond wijzigen;background.desktop,Printer toevoegen;gnome-cups-manager.desktop,Netwerk instellen;YaST2/lan.desktop,Wachtwoord wijzigen;gnome-passwd.desktop,Gebruiker toevoegen;YaST2/users.desktop,Beheerinstellingen openen;YaST.desktop]
pt: [Alterar o Fundo da Área de Trabalho;background.desktop,Adicionar Impressora;gnome-cups-manager.desktop,Configurar a Rede;YaST2/lan.desktop,Alterar a Senha;gnome-passwd.desktop,Adicionar Utilizador;YaST2/users.desktop,Abrir as Definições de Administrador;YaST.desktop]
sv: [Ändra bakgrundsbild;background.desktop,Lägg till en skrivare;gnome-cups-manager.desktop,Konfigurera nätverket;YaST2/lan.desktop,Byt lösenord;gnome-passwd.desktop,Lägg till en användare;YaST2/users.desktop,Öppna administratörsinställningarna;YaST.desktop]
zu: [Shintsha Isendlalelo Se-Desktop;background.desktop,Add Printer;gnome-cups-manager. desktop,Configure Network;YaST2/lan.desktop,Change Password;gnome-passwd. desktop,Add User;YaST2/users.desktop,Open Administrator Settings;YaST. desktop]

source: key not found [%s]
ar: لم يتم العثور على المفتاح [%s]
dz: ལྡེ་མིག་མ་འཐོབ་ [%s]
gu: [%s] કળ મળી નથી
km: រក​មិនឃើញកូនសោ [%s]
mk: клучот не е пронајден [%s]
nl: sleutel niet gevonden [%s]
pt: chave não encontrada [%s]
sv: nyckeln hittades inte [%s]
zu: isikhiye asitholakali [%s]

source: Common Tasks
ar: مهام عامة
dz: མཐུན་མོང་ལས་ཀ་
gu: સર્વસામાન્ય કાર્યો
km: ភារកិច្ច​ទូទៅ
mk: Чести задачи
nl: Gemeenschappelijke taken
pt: Tarefas Comuns
sv: Vanliga uppgifter
zu: Imisebenzi Evamile
