Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: <b>Start %s</b>
ar: <b>بدء التشغيل %s</b>
as: <b>%s আৰম্ভ কৰক</b>
dz: <b>%s འགོ་བཙུགས་</b>
el: <b>Έναρξη %s</b>
eu: <b>Abiarazi %s</b>
gu: %s શરૂ થશે
km: <b>ចាប់ផ្តើម​ %s</b>
ko: <b>%s 시작</b>
mk: <b>Стартувај %s</b>
mr: <b>%s सुरू करा</b>
nl: <b>Starten %s</b>
or: <b>%s କୁ ଆରମ୍ଭ କରନ୍ତୁ</b>
pt: <b>Iniciar %s</b>
sv: <b>Starta %s</b>
te: <b>ప్రారంభించు %s</b>
th: <b>เรียก %s</b>
wa: <b>Enonder %s </b>
zu: <b>Qala %s</b>

source: Help
ar: تعليمات
as: সহায়
bn_in: সহায়তা
dz: གྲོགས་རམ་
el: Βοήθεια
eu: Laguntza
gu: મદદ
id: Bantuan
km: ជំនួយ
kn: ನೆರವು
ko: 도움말
lt: Pagalba
mk: Помош
ml: സഹായം
mr: मदत
or: ସହାୟତା
pt: Ajuda
sv: Hjälp
te: సహాయం
th: วิธีใช้
wa: Aidance
zu: Usizo

source: Help Unavailable
ar: التعليمات غير متاحة
gu: મદદ અપ્રાપ્ય છે
km: មិន​អាច​រក​ជំនួយ​បាន​
mk: Помошта не е достапна
nl: Help niet beschikbaar
zu: Usizo Alutholakali

source: Upgrade
ar: ترقية
as: উন্নয়ন কৰক
dz: ཡར་བསྐྱེད་
el: Αναβάθμιση
eu: Bertsio-berritu
gu: આધુનિકરણ કરો
km: ធ្វើ​ឲ្យ​ប្រសើរ
ko: 업그레이드
mk: Надгради
mr: सुधारा
or: ଉନ୍ନୟନ
pt: Actualizar
sv: Uppdatera
te: మెరుగుదల
th: ปรับรุ่น
wa: Mete a djoû
zu: Faka Uhlelo Lwamuva

source: Uninstall
ar: إلغاء التثبيت
as: সংস্থাপন আঁতৰাওক
dz: གཞི་བཙུགས་མ་འབད་
el: Απεγκατάσταση
eu: Desinstalatu
gu: સ્થાપન દૂર કરો
km: លុប
ko: 설치 취소
mk: Деинсталирај
mr: काढूण टाका
nl: Verwijderen
or: ବିସ୍ଥାପନ
pt: Desinstalar
sv: Avinstallera
te: నిర్మూలించు
th: ถอดถอน
wa: Disastaler
zu: Khipha Uhlelo

source: Remove from Favorites
ar: إزالة من المفضلة
as: পছন্দৰ তালিকাৰ পৰা আঁতৰাওক
bn_in: পছন্দের তালিকা থেকে সরিয়ে ফেলুন
dz: དགའ་མི་ཚུ་ལས་རྩ་བསྐྲད་གཏང་
el: Αφαίρεση από τα αγαπημένα
eu: Kendu gogokoetatik
gu: ફેવરિટસમાંથી દૂર કરો
id: Hapus dari Favorit
km: យកចេញ​ពី​សំណព្វ
kn: ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಿಂದ ತೆಗೆದು ಹಾಕು
ko: 자주 쓰는 프로그램에서 지우기
lt: Pašalinti iš mėgiamų
mk: Отстрани од омилени
ml: ഇഷ്ടമുള്ളവയില്‍ നിന്നും നീക്കം ചെയ്യുക
mr: पसंतीचे पासून काढूण टाका
nl: Verwijderen uit favorieten
or: ମନପସନ୍ଦରୁ ବାହାର କରନ୍ତୁ
pt: Remover dos Favoritos
sv: Ta bort från favoriter
te: ఇష్టాంశముల నుండి తీసివేయుము
th: ลบออกจากรายการโปรด
wa: Oister des favoris
zu: Susa Kwezithandwayo

source: Add to Favorites
ar: إضافة إلى المفضلة
as: পছন্দৰ তালিকাত যোগ কৰক
bn_in: পছন্দের তালিকায় যোগ করুন
dz: དགའ་མི་ཚུ་ལུ་ཁ་སྐོང་རྐྱབས་
el: Προσθήκη στα αγαπημένα
eu: Gehitu gogokoei
gu: ફેવરિટસમાં ઉમેરો
id: Tambah ke Favorit
km: បន្ថែម​ទៅ​សំណព្វ
kn: ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸು
ko: 자주 쓰는 프로그램에 더하기
lt: Į&traukti į mėgiamus
mk: Додај во омилени
ml: ഇഷ്ടമുള്ളവയിലേക്കു് ചേര്‍ക്കുക
mr: पसंतीचे अंतर्गत समावेष करा
nl: Toevoegen aan favorieten
or: ମନପସନ୍ଦରେ ଯୋଗ କରନ୍ତୁ
pt: Adicionar aos Favoritos
sv: Lägg till i favoriter
te: ఇష్టాంశములకు జతచేయుము
th: เพิ่มในรายการโปรด
wa: Radjouter ås favoris
zu: Faka Kwezithandwayo

source: Remove from Startup Programs
ar: إزالة من برامج بدء التشغيل
as: প্ৰাৰম্ভিক প্ৰোগ্ৰামৰ তালিকাৰ পৰা আঁতৰাওক
dz: འགོ་བཙུགས་ལས་རིམ་ཚུ་ལས་རྩ་བསྐྲད་གཏང་
el: Απενεργοποίηση εκτέλεσης κατά την εκκίνηση του συστήματος
eu: Kendu abioko programetatik
gu: પ્રારંભિક પ્રોગ્રામોમાંથી દૂર કરો
km: យក​ចេញ​ពី​កម្មវិធី​ចាប់​ផ្ដើមឡើង
ko: 시작 프로그램에서 지우기
mk: Отстрани од програми кои се пуштаат при подигнување
mr: प्रारंभिक कार्यक्रमातून काढूण टाका
nl: Uit opstartprogramma's verwijderen
or: ପ୍ରାରମ୍ଭିକ ପ୍ରଗ୍ରାମଗୁଡ଼ିକରୁ କାଢ଼ିଦିଅନ୍ତୁ
pt: Remover das Aplicações a Iniciar ao Arranque
sv: Ta bort från uppstartsprogram
te: ప్రారంభ ప్రోగ్రామ్సు నుండి తీసివేయుము
th: ลบออกจากรายชื่อโปรแกรมเริ่มวาระ
wa: Oister des Programes k' enondèt tos seus
zu: Susa Ezinhlelweni Zokuqalisa

source: Add to Startup Programs
ar: إضافة إلى برامج بدء التشغيل
as: প্ৰাৰম্ভিক প্ৰোগ্ৰামৰ তালিকাত যোগ কৰক
dz: འགོ་བཙུགས་ལས་རིམ་ཚུ་ལུ་ཁ་སྐོང་རྐྱབས་
el: Εκτέλεση κατά την εκκίνηση του συστήματος
eu: Gehitu abioko programei
gu: પ્રારંભિક પ્રોગ્રામોમાંથી ઉમેરો
km: បន្ថែម​ទៅ​កម្មវិធី​ចាប់​ផ្ដើម​ឡើង
ko: 시작 프로그램에 더하기
mk: Додај во програми кои се пуштаат при подигнување
mr: प्रारंभिक कार्यक्रमात समावेष करा
nl: Aan opstartprogramma's toevoegen
or: ପ୍ରାରମ୍ଭିକ ପ୍ରଗ୍ରାମଗୁଡ଼ିକରେ ଯୋଗକରନ୍ତୁ
pt: Adicionar às Aplicações a Iniciar ao Arranque
sv: Lägg till i uppstartsprogram
te: ప్రారంభ ప్రోగ్రామ్స్ కు జతచేయుము
th: เพิ่มในรายชื่อโปรแกรมเริ่มวาระ
wa: Radjouter ås Programes k' enondèt tos seus
zu: Faka Ezinhlelweni Zokuqalisa

source: Rename...
ar: إعادة تسمية...
as: নাম পৰিবৰ্তন...
dz: བསྐྱར་མིང་བཏགས་
el: Μετονομασία...
eu: Izena aldatu...
gu: ફરીથી નામ આપો...
km: ប្ដូរ​ឈ្មោះ...
ko: 이름 바꾸기...
mk: Преименувај...
mr: पुन्हनामांकन...
nl: Naam wijzigen...
or: ପୁନଃ ନାମକରଣ କରନ୍ତୁ...
pt: Renomear...
sv: Byt namn...
te: పునర్నామకరణ...
th: เปลี่ยนชื่อ...
wa: Rilomer...
zu: Yetha Kabusha...

source: Move to Trash
ar: نقل إلى المحذوفات
as: আবৰ্জনাৰ বাকচলৈ স্থানান্তৰ
dz: ཕྱགས་ཧོད་ནང་སྤོ་
el: Μετακίνηση στα απορρίμματα
eu: Bota zakarrontzira
gu: નિરર્થક વસ્તુઓમાં ખસેડો
km: ផ្លាស់ទី​ទៅ​ធុង​សម្រាម
ko: 휴지통에 버리기
mk: Премести во ѓубре
mr: कचरापेटीकडे हलवा
nl: Verplaatsen naar Prullenbak
or: ଆବର୍ଜନା ପାତ୍ର ମଧ୍ଯକୁ ଘୁଞ୍ଚାନ୍ତୁ
pt: Mover para o Lixo
sv: Flytta till papperskorgen
te: చెత్తబుట్టకు కదిలించు
th: ย้ายไปลงถังขยะ
wa: Taper å batch
zu: Thuthela Emqonyeni Kadoti

source: Delete
ar: حذف
as: আঁতৰাওক
dz: བཏོན་གཏང་
el: Διαγραφή
eu: Ezabatu
gu: કાઢી નાંખો
km: លុប
ko: 지우기
mk: Избриши
mr: नष्ट करा
nl: Verwijderen
or: ଅପସାରଣ କରନ୍ତୁ
pt: Apagar
sv: Ta bort
te: తీసివేయు
th: ลบ
wa: Disfacer
zu: Susa

source: Send To...
ar: إرسال إلى...
as: চিহ্নিত স্থানলৈ প্ৰেৰণ...
dz: ལུ་གཏང་
el: Αποστολή σε...
eu: Bidali honi...
gu: માં મોકલો....
km: ផ្ញើ​ទៅ​កាន់...
ko: 보내기...
mk: Испрати до...
mr: यांस पाठवा...
nl: Verzenden naar...
or: ପଠାନ୍ତୁ...
pt: Enviar Para...
sv: Skicka till...
te: కు పంపుము...
th: ส่งไปยัง...
wa: Evoyî a...
zu: Thumela Ku...

source: Edited %m/%d/%Y
ar: مُحرر %m/%d/%Y
dz: %m/%d/%Y ཞུན་དག་འབད་ཡོད་
gu: %m/%d/%Y નું સંપાદન થઇ ગયું છે.
km: បាន​កែសម្រួល %m/%d/%Y
ko: %Y/%m/%d에 고쳐짐
mk: Уредено %m/%d/%Y
nl: Bewerkt op %m-%d-%Y
pt: Editado a %Y/%m/%d
sv: Redigerad %Y-%m-%d
zu: Kuhleliwe %m/%d/%Y

source: <b>Open with "%s"</b>
ar: <b>فتح باستخدام "%s"</b>
as: <b>"%s"ৰ সহায়ত খোলক</b>
dz: <b>"%s" དང་གཅིག་ཁར་ཁ་ཕྱེ་</b>
el: <b>Άνοιγμα με "%s"</b>
eu: <b>Ireki honekin: %s</b>
gu: "%s"<b> સાથે ખોલો</b>
km: <b>បើក​ជាមួយ "%s"</b>
ko: <b>"%s"(으)로 열기 </b>
mk: <b>Отвори со "%s"</b>
mr: <b>"%s" सह उघडा</b>
nl: <b>Openen met "%s"</b>
or: <b>"%s" ସହିତ ଖୋଲନ୍ତୁ</b>
pt: <b>Abrir com "%s"</b>
sv: <b>Öppna med "%s"</b>
te: <b>"%s" తో తెరువుము</b>
th: <b>เปิดด้วย "%s"</b>
wa: <b>Drovi avou « %s »</b>
zu: <b>Vula nge-"%s"</b>

source: Open with Default Application
ar: فتح باستخدام التطبيق الافتراضي
as: অবিকল্পিত অনুপ্ৰয়োগৰ সহায়ত খোলক
dz: སྔོན་སྒྲིག་གློག་རིམ་དང་གཅིག་ཁར་ཁ་ཕྱེ་
el: Άνοιγμα με την προκαθορισμένη εφαρμογή
eu: Ireki aplikazio lehenetsiarekin
gu: પ્રાથમિક અનુપ્રયોગ વડે ખોલો
km: បើក​ជាមួយ​កម្មវិធី​លំនាំដើម
ko: 기본 프로그램으로 열기
mk: Отвори со стандардна апликација
mr: मुलभूत अनुप्रयोगसह उघडा
nl: Met standaardtoepassing openen
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପ୍ରୟୋଗ ସହିତ ଖୋଲନ୍ତୁ
pt: Abrir com a Aplicação por Omissão
sv: Öppna med standardprogrammet
te: అప్రమేయ అనువర్తనంతో తెరువుము
th: เปิดด้วยโปรแกรมปริยาย
wa: Drovi avou l' programe tchoezi por vos
zu: Vula Ngohlelo Lwe-default

source: Open in File Manager
ar: فتح في مدير الملفات
as: নথিপত্ৰ পৰিচালন ব্যৱস্থাৰ সহায়ত খোলক
dz: ཡིག་སྣོད་འཛིན་སྐྱོང་པ་ནང་ཁ་ཕྱེ་
el: Άνοιγμα στον διαχειριστή αρχείων
eu: Ireki fitxategi-kudeatzailean
gu: ફાઈલ મેનેજરમાં ખોલો
km: បើក​ក្នុង​កម្មវិធី​គ្រប់គ្រង​ឯកសារ
ko: 파일 관리자로 열기
mk: Отвори во менаџер на датотеки
mr: फाइल व्यवस्थापक अंतर्गत उघडा
nl: Openen in bestandsbeheer
or: ଫାଇଲ ପରିଚାଳକରେ ଖୋଲନ୍ତୁ
pt: Abrir No Gestor de Ficheiros
sv: Öppna i filhanterare
te: దస్త్ర నిర్వాహకినందు తెరువుము
th: เปิดในโปรแกรมจัดการแฟ้ม
wa: Drovi e manaedjeu d' fitchîs
zu: Vula Isilawuli Sefayela

source: Find Now
ar: بحث الآن
as: এতিয়া অনুসন্ধান কৰক
dz: ད་ལྟོ་འཚོལ་
el: Άμεση Αναζήτηση
eu: Bilatu orain
gu: હવે શોધો
km: រក​ឥឡូវ​
ko: 지금 찾기
mk: Барај сега
mr: आता उघडा
nl: Nu zoeken
or: ବର୍ତ୍ତମାନ ଖୋଜନ୍ତୁ
pt: Procurar Agora
sv: Sök nu
te: ఇప్పుడు కనుగొనుము
th: ค้นหาทันที
wa: Trover sol côp
zu: Thola Manje

source: Default menu and application browser
ar: القائمة الافتراضية ومستعرض التطبيق
as: অবিকল্পিত তালিকা আৰু অনুপ্ৰয়োগ চৰক
bn_in: ডিফল্ট মেনু ও অ্যাপ্লিকেশন ব্রাউজার
dz: སྔོན་སྒྲིག་དཀར་ཆག་དང་གློག་རིམ་བརའུ་ཟར་
el: Προκαθορισμένο μενού και περιηγητής εφαρμογών
eu: Menu eta aplikazioen arakatzaile lehenetsia
gu: પ્રાથમિક મેનુ અને અનુપ્રયોગ બ્રાઉઝર
id: Menu bawaan dan peramban aplikasi
km: ម៉ឺនុយ​លំនាំ​ដើម និង កម្មវិធី​រុករក​កម្មវិធី
kn: ಪೂರ್ವನಿಯೋಜಿತ ಮೆನು ಹಾಗು ಅನ್ವಯ ವೀಕ್ಷಕ
ko: 기본 메뉴와 프로그램 찾아보기
lt: Numatytoji meniu ir programų naršyklė
mk: Стандарно мени и прелистувач на апликации
ml: സ്വതവേയുള്ള മെനുവും പ്രയോഗത്തിനുള്ള ബ്രൌസറും
mr: मुलभूत मेन्यू व अनुप्रयोग ब्राऊजर
nl: Standaardbrowser voor menu's en toepassingen
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ତାଲିକା ଏବଂ ପ୍ରୟୋଗ ବ୍ରାଉଜର
pt: Navegador de menu e aplicações por omissão
sv: Standardmeny och programbläddrare
te: అప్రమేయ మెనూ మరియు అనువర్తనము అన్వేషణి
th: เมนูปริยาย และเครื่องมือเรียกดูโปรแกรม
wa: Prémetowe dressêye et betchteu des programes
zu: Imenu efike nohlelo kanye nesipheqi sohlelo

source: GNOME Main Menu
ar: القائمة الرئيسية لـ GNOME
as: GNOME প্ৰধান তালিকা
bn_in: GNOME প্রধান মেনু
dz: ཇི་ནོམ་དཀར་ཆག་གཙོ་བོ་
el: Κεντρικό μενού GNOME
eu: GNOMEren menu nagusia
gu: GNOME મુખ્ય મેનુ
id: Menu Utama GNOME
km: ម៉ឺនុយ​មេរបស់ GNOME
kn: GNOME ಮುಖ್ಯ ಮೆನು
ko: 그놈 기본 메뉴
lt: GNOME pagrindinis meniu
mk: Главно мени на GNOME
nl: GNOME Hoofdmenu
pt: Menu Principal GNOME
sv: GNOME:s huvudmeny
te: GNOME ముఖ్య మెనూ
th: เมนูหลักของ GNOME
wa: Mwaisse dressêye GNOME
zu: Imenu Eyinhloko Ye-GNOME

source: GNOME Main Menu Factory
ar: عنصر القائمة الرئيسية لـ GNOME
as: GNOME Main Menu কলঘৰ
bn_in: GNOME Main Menu ফ্যাক্টরি
dz: ཇི་ནོམ་ དཀར་ཆག་གཙོ་བོ་འཕྲུལ་ཁང་
el: Εργοστάσιο κύριου μενού του Gnome
eu: GNOMEren menu nagusiaren fabrika
gu: GNOME મુખ્ય મેનુ કારખાનું
id: Pabrik Menu Utama GNOME
km: រោងចក្រ​ម៉ឺនុយ​មេ​របស់​ GNOME
kn: GNOME ಮುಖ್ಯ ಮೆನು ಫ್ಯಾಕ್ಟರಿ
ko: 그놈 기본 메뉴 팩토리
lt: GNOME pagrindinio meniu gamykla
mk: Фабрика на главното мени на GNOME
nl: Hoofdmenu-fabriek
pt: Fábrica do Menu Principal GNOME
sv: Fabrik för GNOME:s huvudmeny
te: GNOME ముఖ్య మెనూ ఫాక్టరి
th: โรงงานเมนูหลักของ GNOME
wa: Mwaisse dressêye GNOME Fabrike
zu: Ifemu Yemenu Eyinhloko Ye-GNOME

source: Main Menu
ar: القائمة الرئيسية
as: প্ৰধান তালিকা
bn_in: প্রধান মেনু
dz: དཀར་ཆག་གཙོ་བོ་
el: Κεντρικό μενού
eu: Menu nagusia
gu: મુખ્ય મેનુ
id: Menu Utama
km: ម៉ឺនុយ​មេ
kn: ಮುಖ್ಯ ಪರಿವಿಡಿ
ko: 기본 메뉴
lt: Pagrindinis meniu
mk: Главно мени
ml: പ്രധാന മെനു
mr: मुख्य मेन्यू
nl: Hoofdmenu
or: ମୂଖ୍ୟ ତାଲିକା
pt: Menu Principal
sv: Huvudmeny
te: ప్రధాన జాబితా
th: เมนูหลัก
wa: Mwaisse dressêye
zu: Imenu Eyinhloko

source: _About
ar: _حول
as: বিষয়ে (_A)
bn_in: পরিচিতি (_A)
dz: སྐོར་ལས་(_A)
el: _Περί
eu: Honi _buruz
gu: _ના વિશે
id: Ihw_al
km: អំពី
kn: ಇದರ ಬಗ್ಗೆ(_A)
ko: 정보(_A)
lt: _Apie
mk: _За
ml: _സംബന്ധിച്ചു്
mr: विषयी (_A)
nl: _Info over
or: ବିବରଣୀ (_A)
pt: _Sobre
sv: _Om
te: గురించి(_A)
th: เ_กี่ยวกับ
wa: Å dfw_ait
zu: _Maqondana

source: .desktop file for the YaST2 network_devices utility
ar: ملف .desktop للبرنامج الإضافي YaST2 network_devices
as: YaST2 network_devices ব্যৱস্থাৰ বাবে .desktop নথিপত্ৰ
bn_in: YaST2 network_devices ব্যবস্থার জন্য .desktop ফাইল
dz: .desktop ཡིག་སྣོད ཝའི་ཨེ་ཨེསི་ཊི་༢ ཡོངས་འབྲེལ་ཐབས་འཕྲུལ་སྤྱོད་ཆས་ཀྱི་དོན་ལུ་
el: Το αρχείο .desktop για το εργαλείο YaST2 των συσκευών δικτύου
eu: .desktop fitxategia YaST2-eko 'network_devices' tresnarentzako
gu: YaST2 નેટવર્ક-ઉપકરણોની ઉપયોગિતા માટેની .desktop ફાઈલ
id: Berkas .desktop bagi utilitas network_devices YaST2
km: ឯកសារ .desktop សម្រាប់​ឧបករណ៍​ប្រើប្រាស់​ឧបករណ៍​បណ្ដាញ YaST2
kn: YaST2 network_devices ಸವಲತ್ತಿಗಾಗಿನ .desktop ಕಡತ
ko: YaST2 네트워크 장치 도구의 .desktop 파일
lt: .desktop failas YaST2 network_devices įrankiui
mk: .desktop датотеката за YaST2 network_devices алатката
ml: YaST2 _നെറ്റ്‌വര്‍ക്ക് ഡിവൈസ് പ്രയോഗത്തിനുള്ള .desktop ഫയല്‍
mr: YaST2 जाळं साधन उपकार्यक्रम करीता .desktop फाइल (_d)
nl: .desktop-bestand voor het YaST2 netwerk-hulpprogramma
or: YaST2 ନେଟୱର୍କ_ଉପକରଣ ଉପଯୋଗୀତା ପାଇଁ .desktop ଫାଇଲ
pt: Ficheiro .desktop para o utilitário de dispositivos de rede YaST2
sv: .desktop-fil för YaST2-verktyget network_devices
te: YaST2 నెట్వర్కు పరికరముల సౌలభ్యము కొరకు .desktop దస్త్రము (_d)
th: แฟ้ม .desktop สำหรับเครื่องมือตั้งค่าอุปกรณ์เครือข่ายของ YaST2
wa: fitchî .desktop po l' usteye YaST2 network_devices
zu: ifayela .yesendlalelo yezisetshenziswa zamadivayisi_enethiwekhi ye-YaST2

source: .desktop file for the file browser
ar: ملف .desktop لمستعرض الملف
as: নথিপত্ৰ চৰকৰ বাবে .desktop নথিপত্ৰ
bn_in: ফাইল ব্রাউজারের জন্য .desktop ফাইল
dz: .desktop ཡིག་སྣོད་ ཡིག་སྣོད་བརའུ་ཟར་གྱི་དོན་ལུ་
el: Το αρχείο .desktop για τον περιηγητή αρχείων
eu: .desktop fitxategia fitxategi arakatzailearentzako
gu: ફાઈલ બ્રાઉઝર માટેની .desktop ફાઈલ
id: Berkas .desktop bagi peramban berkas
km: ឯកសារ .desktop សម្រាប់​កម្មវិធី​រុករក​ឯកសារ
kn: ವೀಕ್ಷಕ ಕಡತಕ್ಕಾಗಿನ .desktop ಕಡತ
ko: 파일 관리자의 .desktop 파일
lt: .desktop failas failų naršyklei
mk: .desktop датотеката за прелистувачот на датотеки
ml: ഫയല്‍‍ ബ്രൌസറിനുള്ള .desktop ഫയല്‍
mr: फाइल ब्राऊजर करीता .desktop फाइल
nl: .desktop-bestand voor bestandsbeheer
or: ଫାଇଲ ବ୍ରାଉଜର ପାଇଁ .desktop ଫାଇଲ
pt: Ficheiro .desktop para o navegador de ficheiros
sv: .desktop-fil för filbläddraren
te: దస్త్రము అన్వేషణి కొరకు .desktop దస్త్రము
th: แฟ้ม .desktop สำหรับโปรแกรมเรียกดูแฟ้ม
wa: fitchî .desktop pol betchteu d' fitchî
zu: ifayele .yesendlalelo yokupheqa ifayela

source: .desktop file for the gnome-system-monitor
ar: ملف .desktop لمراقبة نظام gnome
as: gnome-system-monitor-ৰ বাবে .desktop নথিপত্ৰ
bn_in: gnome-system-monitor-র জন্য .desktop ফাইল
dz: .desktop ཡིག་སྣོད་ ཇི་ནོམ་-རིམ་ལུགས་-རྟ་རྟོག་པའི་དོན་ལུ་
el: Το αρχείο .desktop για την παρακολούθηση συστήματος του Gnome
eu: .desktop fitxategia 'gnome-system-monitor'-entzako
gu: gnome-system-monitor માટેની .desktop ફાઈલ
id: Berkas .desktop bagi gnome-system-monitor
km: ឯកសារ .desktop សម្រាប់​អ្នក​គ្រប់គ្រង​ប្រព័ន្ធ​របស់ gnome
kn: gnome-system-monitor ಗಾಗಿನ .desktop ಕಡತ
ko: 그놈 시스템 감시기의 .desktop 파일
lt: .desktop failas programai gnome-system-monitor
mk: .desktop датотеката за gnome-system-monitor
nl: .desktop-bestand voor procesbeheer
pt: Ficheiro .desktop para o monitor de sistema GNOME
sv: .desktop-fil för gnome-system-monitor
te: gnome-system-monitor కొరకు .desktop దస్త్రము
th: แฟ้ม .desktop สำหรับ gnome-system-monitor
wa: fitchî .desktop pol gnome-system-monitor
zu: ifayela .yesendlalelo yemonitha yesistimu ye-gnome

source: .desktop file for the net config tool
ar: ملف .desktop لأداة تكوين الشبكة
as: net বিন্যাস ব্যৱস্থাৰ বাবে .desktop নথিপত্ৰ
bn_in: net কনফিগারেশন ব্যবস্থার জন্য .desktop ফাইল
dz: .desktop ཡིག་སྣོད་ ནེཊི་ཀོན་ཕིག་ལག་ཆས་ཀྱི་དོན་ལུ་
el: Το αρχείο .desktop για το εργαλείο ρυθμίσεων δικτύου
eu: .desktop fitxategia sarea konfiguratzeko tresnarentzako
gu: નેટવર્ક કન્ફિગરેશન સાધન માટેની .desktop ફાઈલ
id: Berkas .desktop bagi alat penata jaringan
km: ឯកសារ​ .desktop សម្រាប់​ឧបករណ៍​កំណត់រចនាសម្ព័ន្ធ​បណ្តាញ
kn: ಜಾಲಬಂಧ ಸಂರಚನಾ ಉಪಕರಣಕ್ಕಾಗಿನ .desktop ಕಡತ
ko: 네트워크 설정 도구의 .desktop 파일
lt: .desktop failas tinklo konfigūravimo įrankiui
mk: .desktop датотеката за алатката за конфигурација на мрежата
ml: net config പ്രയോഗത്തിനുള്ള .desktop ഫയല്‍
mr: आंतरजाल संयोजना साधन करीता .desktop फाइल
nl: .desktop-bestand voor netwerkconfiguratie
or: ନେଟ ବିନ୍ୟାସ ଉପକରଣ ପାଇଁ .desktop ଫାଇଲ
pt: Ficheiro .desktop para a ferramenta de configuração de rede
sv: .desktop-fil för nätverkskonfigurationsverktyget
te: నెట్ ఆకృతీకరణ సాధనము కొరకు .desktop దస్త్రము
th: แฟ้ม .desktop สำหรับเครื่องมือตั้งค่าเครือข่าย
wa: fitchî .desktop po l' usteye d' apontiaedje rantoele
zu: ifayela .yesendlalelo yethuluzi le-net config

source: .desktop path for the application browser
ar: مسار .desktop لمستعرض التطبيق
as: অনুপ্ৰয়োগ চৰকৰ বাবে .desktop নথিপত্ৰ
bn_in: অ্যাপ্লকিশেন ব্রাউজারের জন্য .desktop ফাইল
dz: .desktop འགྲུལ་ལམ་ཚུ་ གློག་རིམ་བརའུ་ཟར་གྱི་དོན་ལུ་
el: Το μονοπάτι .desktop για τον περιηγητή εφαρμογών
eu: .desktop bide-izena aplikazioen arakatzailearentzako
gu: અનુપ્રયોગ બ્રાઉઝર માટેનો .desktop માર્ગ
id: Path .desktop bagi peramban aplikasi
km: ផ្លូវ .desktop សម្រាប់​កម្មវិធី​រុករក​កម្មវិធី
kn: ಅನ್ವಯ ವೀಕ್ಷಕದ .desktop ಮಾರ್ಗ
ko: 프로그램 찾아보기의 .desktop 경로
lt: .desktop kelias programų naršyklei
mk: .desktop патека за прелистувачот на апликации
ml: പ്രയോഗത്തിനുള്ള ബ്രൌസറിലേക്കുള്ള .desktop ഫയല്‍
mr: अनुप्रयोग ब्राऊजर करीता .desktop फाइल
nl: .desktop-pad voor het toepassingenoverzicht
or: ପ୍ରୟୋଗ ବ୍ରାଉଜର ପାଇଁ .desktop ପଥ
pt: Caminho para o .desktop para o navegador de aplicações
sv: .desktop-sökväg för programbläddraren
te: అనువర్తనము అన్వేషణి కొరకు .desktop పాత్
th: พาธ .desktop สำหรับเครื่องมือเรียกดูโปรแกรม
wa: tchimin .desktop pol betchteu d' programes
zu: umgudu .wesendlalelo wokupheqa uhlelo

source: System-wide autostart program drop dir
ar: دليل إسقاط برنامج بدء التشغيل التلقائي على مستوى النظام
gu: સિસ્ટમ-વ્યાપક સ્વંય શરૂ થતાં પ્રોગ્રામની ડ્રોપ ડિરેકટરી
km: ប្រព័ន្ធ​ទូលាយ​ចាប់ផ្ដើម​កម្មវិធី​ទម្លាក់​ថត​ដោយ​ស្វ័យប្រវត្តិ
mk: Системски директориум со пуштање на апликации кои ќе се стартуваат при подигнување
nl: Systeembrede map voor autostart-programma's
zu: I-drop dir yohlelo oluqala ngokuzenzakalelayo lwesistimu kabanzi

source: This is the command to execute when the search entry is used.
ar: هذا هو الأمر المطلوب تنفيذه عند استخدام إدخال البحث.
as: অনুসন্ধানৰ নিবেশ প্ৰয়োগ কৰা হ'লে এই আদেশ সঞ্চালিত হ'ব ।
bn_in: অনুসন্ধানের এনট্রি প্রয়োগ করা হলে এই কমান্ডটি সঞ্চালিত হবে।
dz: འ་ནི་འདི་ འཚོལ་ཞིབ་ཐོ་བཀོད་འདི་ལག་ལེན་འཐབ་ཡོད་པའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་བརྡ་བཀོད་ཨིན།
el: Αυτή είναι η εντολή εκτέλεσης όταν η είσοδος αναζήτησης χρησιμοποιείται.
eu: Komando hau exekutatuko da bilaketako sarrera erabiltzen denean.
gu: જ્યારે શોધો એન્ટ્રીનો ઉપયોગ થાય છે ત્યારે અમલમાં મૂકવાનો આ આદેશ છે.
id: Ini adalah perintah yang dijalankan ketika entri pencarian dipakai.
km: នេះ​ជា​ពាក្យបញ្ជា​ដែលត្រូវ​ប្រតិបត្តិ​នៅពេល​ដែល​បាន​ប្រើ​ធាតុ​ស្វែងរក ។
kn: ಹುಡುಕು ನಮೂದನ್ನು ಬಳಸಿದಾಗ ಈ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko: 이것은 찾기 항목이 사용되는 경우에 실행할 명령입니다.
lt: Ši komanda įvykdoma kai naudojamas paieškos laukas.
mk: Ова е командата која ќе се изврши кога се користи записот за барање.
ml: തെരച്ചിലിനുള്ള എന്‍ട്രി ഉപയോഗിക്കുമ്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കുന്ന കമാന്‍ഡ്.
mr: शोध नोंदणीचा वापर केल्यावर हा आदेश चालवा.
nl: Dit is de opdrachtregel die uitgevoerd wordt als de zoekregel wordt gebruikt.
pt: Este é o comando a ser executado ao activar a caixa de procura.
sv: Det här är kommandot som ska köras när sökfältet används.
te: శోధన ప్రవేశము వుపయోగించబడినప్పుడు నిర్వర్తించవలసిన ఆదేశము యిదే.
th: นี่คือคำสั่งที่จะเรียกเมื่อมีการใช้ช่องค้นหา
wa: Çouci est l' comande a enonder cwand l' intrêye di cweraedje est eployeye.
zu: Lena ikhomandi yokusetshenziswa lapho kusetshenziswe igama elithile lokucinga.

source: User autostart program drop dir (within the home dir)
ar: دليل إسقاط برنامج بدء التشغيل التلقائي للمستخدم (داخل الدليل الرئيسي)
gu: વપરાશકર્તા સ્વંય શરૂ થતા પ્રોગ્રામની ડ્રોપ ડિરેકટરી (હોમ ડિરેકટરીની અંદર)
km: អ្នក​ប្រើ​ចាប់ផ្ដើម​កម្មវិធី​ទម្លាក់​ថត​ដោយ​ស្វ័យប្រវត្តិ (នៅ​ក្នុង​ថតផ្ទះ)
mk: Кориснички директориум со пуштање на апликации кои ќе се стартуваат при подигнување (од домашниот директориум)
nl: Gebruikersmap voor autostart-programma's (binnen de persoonlijke map)
zu: I-drop dir yohlelo oluqalisa ngokuzenzakalelayo lomsebenzisi (ngaphakathi kwe-dir yasekhaya)

source: command to uninstall packages
ar: أمر لإلغاء تثبيت الحزم
as: সৰঞ্জাম সংস্থাপন আঁতৰুৱা কৰিবলৈ ব্যৱহৃত আদেশ
bn_in: প্যাকেজ আন-ইনস্টল করতে ব্যবহৃত কমান্ড
dz: ཐུམ་སྒྲིལ་ཚུ་གཞི་བཙུགས་མི་འབད་ནིའི་དོན་ལས་བརྡ་བཀོད་
el: εντολή για απομάκρυνση πακέτων
eu: komandoa paketeak desinstalatzeko
gu: પેકેજીસનું સ્થાપન દૂર કરવાનો આદેશ
id: perintah untuk membongkar paket
km: ពាក្យបញ្ជា​ដើម្បី​លុប​កញ្ចប់
kn: ಅನುಸ್ಥಾಪಿಸಲಾದ ಪ್ಯಾಕೇಜುಗಳನ್ನು ತೆಗೆದು ಹಾಕುವ ಆಜ್ಞೆ
ko: 설치한 꾸러미를 지우는 명령
lt: komanda paketų išinstaliavimui
mk: команда за деинсталација на пакети
ml: പാക്കേജുകള്‍ അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്യുന്നതിനുള്ള കമാന്‍ഡ്
mr: संकुल काढूण टाकण्याकरीता आदेश
nl: De opdrachtregel om pakketten te deïnstalleren.
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ବିସ୍ଥାପନ କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶ
pt: comando para desinstalar pacotes
sv: kommando för att avinstallera paket
te: ప్యాకేజీలను నిర్మూలించుటకు ఆదేశము
th: คำสั่งสำหรับถอดถอนแพกเกจ
wa: comande po disastaler les pacaedjes
zu: ikhomandi yokukhipha amaphakheji

source: command to upgrade packages
ar: أمر لترقية الحزم
as: সৰঞ্জাম উন্নয়ন কৰাৰ আদেশ
bn_in: প্যাকেজ আপগ্রেড করার কমান্ড
dz: ཐུམ་སྒྲིལ་ཚུ་ཡར་བསྐྱེད་འབད་ནིའི་དོན་ལས་བརྡ་བཀོད་
el: εντολή για ενημέρωση πακέτων
eu: komandoa paketeak bertsio-berritzeko
gu: પેકેજીસનું આધુનિકરણ કરવાનો આદેશ
id: perintah untuk meningkatkan paket
km: ពាក្យបញ្ជា​ដើម្បី​ធ្វើ​ឲ្យ​កញ្ចប់​ប្រសើរ
kn: ಪ್ಯಾಕೇಜುಗಳನ್ನು ನವೀಕರಿಸುವ ಆಜ್ಞೆ
ko: 꾸러미를 업그레이드하는 명령
lt: komanda paketų atnaujinimui
mk: команда за надградба на пакети
ml: പാക്കേജുകള്‍ പരിഷ്കരിക്കുന്നതിനുള്ള കമാന്‍ഡ്
mr: संकुल सुधारीत करण्याकरीता आदेश
nl: De opdrachtregel om pakketten te upgraden.
or: ପ୍ୟାକେଜଗୁଡ଼ିକୁ ଉନ୍ନୟନ କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶ
pt: comando para actualizar pacotes
sv: kommando för att uppgradera paket
te: ప్యాకేజీలను నవీకరించుటకు ఆదేశము
th: คำสั่งสำหรับปรับรุ่นแพกเกจ
wa: comande po mete a djoû les pacaedjes
zu: ikhomandi yokufaka izinhlelo zamuva zamaphakheji

source: determines which types of files to display in the file area
ar: يحدد أنواع الملفات التي يمكن عرضها في منطقة الملفات
as: file-area-ত প্ৰদৰ্শনযোগ্য নথিপত্ৰৰ ধৰন নিৰ্ধাৰণ কৰিবলৈ ব্যৱহৃত
bn_in: file-area-র মধ্যে প্রদর্শনযোগ্য ফাইলের ধরন নির্ধারণ করতে ব্যবহৃত
dz: ཡིག་སྣོད་མངའ་ཁོངས་ནང་ལུ་ ཡིག་སྣོད་ཀྱི་དབྱེ་བ་ག་འདི་ཚུ་བཀྲམ་སྟོན་འབད་ནི་ཨིན་ན་ གཏན་འབེབས་བཟོཝ་ཨིན་
el: καθορίζει ποιοι τύποι αρχείων θα εμφανιστούν στην περιοχή των αρχείων
eu: fitxategi-arean bistaratuko diren fitxategi motak zehazten ditu.
gu: ફાઈલ વિસ્તારમાં કયા પ્રકારની દર્શાવતી તે નક્કી કરે છે.
id: menentukan tipe berkas mana yang ditampilkan di wilayah berkas
km: កំណត់​ប្រភេទ​ឯកសារ​ណាមួយ​ដែល​ត្រូវ​បង្ហាញ​នៅក្នុង​ផ្ទៃ​ឯកសារ
kn: ಕಡತದ ಜಾಗದಲ್ಲಿ ಯಾವ ಬಗೆಯ ಕಡತಗಳನ್ನು ತೋರಿಸಬೇಕು ಎಂದು ನಿರ್ಧರಿಸುತ್ತದೆ
ko: 파일 영역 내에 표시될 파일의 종류를 결정합니다
lt: nusako, kokio tipo failus rodyti failų srityje
mk: одредува кои типови на датотеки да се прикажвуаат во површината за датотеки
ml: ഫയലുകളുടെ സ്ഥലത്തു് ഏതു് തരത്തിലുള്ള ഫയലുകള്‍ എന്നു് നിശ്ചയിക്കുന്നു
mr: फाइल क्षेत्र अंतर्गत कुठल्या प्रकारचे फाइल प्रदर्शित करायचे ते निश्चित करतो
nl: Geeft aan welke type bestanden weergegeven worden in het bestandsgebied
pt: determina que tipos de ficheiros apresentar na área de ficheiros
sv: bestämmer vilka filtyper som visas i filfältet
te: దస్త్రము ప్రాంతమునందు యెటువంటి దస్త్రముల రకములు ప్రదర్శించాలో నిర్ణయిస్తుంది
th: กำหนดชนิดแฟ้มที่จะแสดงในพื้นที่แฟ้ม
wa: defini kéne sôre di fitchîs håyner el redjon fitchî
zu: Inquma ukuthi yimaphi amafayela okufanele avezwe endaweni yamafayela
