Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: Other
ar: أخرى
as: অন্যান্য
dz: གཞན།
el: Άλλο
eu: Betelakoa
gu: અન્ય
ko: 기타
mr: इतर
nl: Overig
or: ଅନ୍ୟାନ୍ୟ
pt: Outro
sv: Övriga
te: ఇతర
th: อื่นๆ
wa: Ôtes
zu: Okunye

source: Unexpected attribute '%s' for element '%s'
ar: سمة غير متوقعة '%s' لعنصر '%s'
dz: རྒྱུ་རྗས་ཀྱི་དོན་ལུ་ '%s' རེ་བ་མེད་པའི་ཁྱད་ཆོས། '%s'
el: Μη προβλεπόμενο χαρακτηριστικό '%s' για το στοιχείο '%s'
eu: '%2$s' elementuaren ustekabeko '%1$s'atributua
gu: ઘટક '%s' માટે અનઅપેક્ષિત એટ્રિબ્યુટ '%s'
ko: '%s' 속성을 알 수 없음 ('%s' 원소)
nl: Onverwacht attribuut '%s' voor element '%s'
pt: Atributo '%s' inesperado para o elemento '%s'
sv: Oväntat attribut "%s" för elementet "%s"
zu: I-attibute engalindelekile '%s' yama-elementi '%s'

source: Attribute '%s' of element '%s' not found
ar: لم يتم العثور على سمة '%s' للعنصر'%s'
dz: རྒྱུ་རྫས་ཀྱི་ '%s' ཁྱད་ཆོས་ '%s' འཚོལ་མ་ཐོབ།
el: Δεν βρέθηκε το χαρακτηριστικό '%s' του στοιχείου '%s'
eu: '%2$s' elementuaren '%1$s' atributua ez da aurkitu
gu: ઘટક '%s' માટેનો એટ્રિબ્યુટ '%s' મળ્યો નથી
ko: '%s' 속성을 '%s' 원소 내에서 찾을 수 없음
nl: Attribuut '%s' van element '%s' niet gevonden
pt: Atributo '%s' do elemento '%s' não foi encontrado
sv: Attributet "%s" för elementet "%s" hittades inte
zu: I-attribute '%s' ye-elementi '%s' ayitholakali

source: Unexpected tag '%s', tag '%s' expected
ar: علامة غير متوقعة '%s'، علامة '%s' متوقعة
dz: རེ་བ་མེད་པའི་ངོ་རྟགས '%s', རེ་བ་བསྐྲེད་པའི་ '%s' ངོ་རྟགས།
el: μη προβλεπόμενη ετικέτα '%s', αναμενόταν η ετικέτα '%s'
eu: Ustekabeko '%s' etiketa, '%s' espero zen
gu: અનઅપેક્ષિત ટેગ '%s' ટેગ '%s' અપેક્ષિત છે
ko: 알 수 없는 태그: '%s', '%s' 태그 필요
nl: Onverwachte tag '%s', tag '%s' werd verwacht
pt: Etiqueta '%s' inesperada, esperada a etiqueta '%s'
sv: Oväntad tagg "%s", taggen "%s" förväntades
zu: I-tag engalindelekile '%s', i-tag '%s' elindelekile

source: Unexpected tag '%s' inside '%s'
ar: علامة غير متوقعة '%s' داخل '%s'
dz: ནང་ན་ '%s' རེ་བ་མ་བསྐྱེད་པའི་ངོ་རྟགས '%s'
el: Μη προβλεπόμενη ετικέτα '%s' στο '%s'
eu: Ustekabeko '%s' etiketa '%s'(r)en barruan
gu: '%s' ની અંદર અનઅપેક્ષિત ટેગ '%s'
ko: 알 수 없는 '%s' 태그가 '%s' 내에 있음
nl: Onverwachte tag '%s' in '%s'
pt: Etiqueta '%s' inesperada dentro de '%s'
sv: Oväntad tagg "%s" i "%s"
zu: I-tag engalindelekile '%s' ngaphakathi '%s'

source: No valid bookmark file was be found in data dirs
ar: لم يتم العثور على ملف الإشارة المرجعية في دلائل البيانات
gu: ડેટા ડિરેક્ટરીમાં કોઇ માન્ય બુકમાર્ક ફાઇલ મળી નથી
nl: Geen geldig bladwijzerbestand gevonden in de gegevensdirectory's
zu: Ayikho ifayela yamamabhukhmaki asemthethweni etholakele kwi-datar dirs

source: A bookmark for URI '%s' already exists
ar: توجد بالفعل إشارة مرجعية لـ '%s'URI
dz: ཡུ་ཨར་ཨེལསི་དེབ་རྟགས་ཅིག་ '%s' ཧེ་མ་ལས་གནས་ཡོདཔ།
el: Υπάρχει ήδη ένας σελιδοδείκτης για την ιστοσελίδα '%s'
eu: '%s' URIaren laster-marka badago lehendik ere
gu: URI '%s' માટે બુકમાર્ક પહેલેથી હાજર છે
ko: URI '%s'에 대한 책갈피가 이미 존재함
nl: Er bestaat al een bladwijzer voor de URI '%s'.
pt: Já existe um marcador para o URI '%s'
sv: Ett bokmärke för URI "%s" finns redan
zu: Ibhukhmaki ye-URI '%s' isikhona kakade

source: No bookmark found for URI '%s'
ar: لم يتم العثور على إشارة مرجعية لـ URI '%s'
dz: ཡུ་ཨར་ཨེལ་དོན་ལུ་དེབ་རྟགས་འཚོལ་ཐོབ་མེདཔ།'%s'
el: Δεν βρέθηκε σελιδοδείκτης για την ιστοσελίδα '%s'
eu: Ez da '%s' URIaren laster-markarik aurkitu
gu: URI '%s' માટે બુકમાર્ક મળ્યો નથી
ko: URI '%s'에 대한 책갈피를 찾을 수 없음
nl: Geen bladwijzer gevonden voor URI '%s'
pt: Não foi encontrado nenhum marcador para o URI '%s'
sv: Inget bokmärke hittades för URI "%s"
zu: Ayikho ibhukhmaki etholakele ye-URI '%s'

source: No MIME type defined in the bookmark for URI '%s'
ar: لم يتم تحديد أي نوع من MIME في الإشارة المرجعية الخاصة بـ URI '%s'
dz: ཡུ་ཨར་ཨེལ་དོན་ལུ་དེབ་རྟགས་ནང་ཨེམ་ཨའི་ཨེམ་ཨི་དབྱེ་བ་ངེས་འཛིན་འབད་མེདཔ། '%s'
el: Κανένας τύπος mime δεν καθορίστηκε στο σελιδοδείκτη για την ιστοσελίδα '%s'
eu: Ez da MIME motarik definitu '%s' URIaren laster-markan
gu: URI '%s' માટે બુકમાર્કમાં કોઇ MIME પ્રકાર વર્ણવેલો નથી
ko: URI '%s'에 대한 책갈피 내에 정의된 MIME 형식이 없음
nl: Geen MIME-type gedefinieerd in de bladwijzer voor URI '%s'
pt: Nenhum tipo MIME definido no marcador para o URI '%s'
sv: Ingen MIME-typ definierad i bokmärket för URI "%s"
zu: Alukho uhlobo lwe-MIME oluchazwe kwi-bhukhmaki ye-URI '%s'

source: No private flag has been defined in bookmark for URI '%s'
ar: لم يتم تحديد علامة خاصة في الإشارة المرجعية الخاصة بـ URI '%s'
dz: ཡུ་ཨར་ཨའི་དོན་ལུ་དེབ་རྟགས་ནང་སྒེར་དོན་ཟུར་རྟགས་ངེས་འཛིན་འབད་མེདཔ། '%s'
el: Καμιά προσωπική σημαία δεν έχει καθοριστεί στο σελιδοδείκτη για την ιστοσελίδα '%s'
eu: '%s' URIaren laster-markan ez dago bandera pribaturik definituta
gu: URI '%s' માટે બુકમાર્કમાં કોઇ ખાનગી ફ્લેગ વર્ણવેલો નથી
ko: URI '%s'에 대한 책갈피 내에 정의된 개인 플래그가 없음
nl: Geen persoonlijke vlag gedefinieerd in de bladwijzer voor URI '%s'
pt: Nenhum sinal privado definido no marcador para o URI '%s'
sv: Ingen privat flagga har definierats i bokmärket för URI "%s"
zu: Ayikho ifulegi yangasese echazwe kwibhukhmaki ye-URI '%s'

source: No groups set in bookmark for URI '%s'
ar: لم يتم تعيين مجموعات في الإشارة المرجعية الخاصة بـ URI '%s'
dz: ཡུ་ཨར་ཨའི་དོན་ལུ་དེབ་རྟགས་ནང་སྡེ་ཚན་ཚུ་གཞི་སྒྲིག་འབད་མེདཔ།'%s'
el: Δεν καθορίστηκαν ομάδες στο σελιδοδείκτη για την ιστοσελίδα '%s'
eu: '%s' URIaren laster-markan ez dago talderik ezarrita
gu: URI '%s' માટે બુકમાર્કમાં કોઇ જૂથો સેટ કરેલા નથી
ko: URI '%s'에 대한 책갈피 내에 그룹 설정이 없음
nl: Geen groepen ingesteld voor URI '%s'
pt: Nenhum grupo definido no marcador para o URI '%s'
sv: Inga grupper inställda i bokmärket för URI "%s"
zu: Awekho amaqembu asethwe kwibhukhmaki ye-URI '%s'

source: No application with name '%s' registered a bookmark for '%s'
ar: لم يسجل تطبيق باسم '%s' إشارة مرجعية لـ '%s'
dz: དོན་ལུ་དེབ་རྟགས་ཅིག་'%s'གློག་རིམ་དང་གཅིག་ཁར་ཐོ་འགོད་འབད་མེདཔ།'%s'
el: Καμία εφαρμογή με όνομα '%s' δεν ενημέρωσε ένα σελιδοδείκτη για την ιστοσελίδα '%s'
eu: '%s' izeneko aplikaziorik ez du erregistratu laster-markarik '%s'(e)n
gu: કોઇ '%s' નામ વાળા અનુપ્રયોગે '%s' માટે બુકમાર્ક નોંધાવ્યો નથી
ko: '%s'에 대한 책갈피에 '%s'(이)라는 이름의 프로그램이 없음
nl: Toepassing '%s' heeft geen bladwijzer geregistreerd voor '%s'
pt: Nenhuma aplicação denominada '%s' registou um marcador para '%s'
sv: Inget program med namnet "%s" har registrerat ett bokmärke för "%s"
zu: Alukho uhlelo olunegama '%s' olubhalise ibhukhmaki ye- '%s'

source: contains the list (in no particular order) of allowable file tables to show in the file area. possible values: 0 - show the user-specified or "Favorite" applications table, 1 - show the recently used applications table, 2 - show the user-specified or "Favorite" documents table, 3 - show the recently used documents table, 4 - show the user-specified of "Favorite" directories or "Places" table, and 5 - show the recently used directories or "Places" table.
ar: يضم قائمة (بدون ترتيب محدد) بجداول الملفات المسموح بها لعرضها في منطقة الملفات. القيم المحتملة: 0 – إظهار جدول التطبيقات المحدد بواسطة المستخدم أو جدول التطبيقات "المفضلة"، 1 – إظهار جدول التطبيقات المستخدم حديثًا، 2 – إظهار جدول المستندات المحدد بواسطة المستخدم أو جدول المستندات "المفضلة"، 3 – إظهار جدول المستندات المستخدم حديثًا، 4 – إظهار الدلائل "المفضلة" أو جدول الأماكن المحدد بواسطة المستخدم و5 - إظهار جدول الدلائل أو جدول "الأماكن" المستخدم حديثًا.
as: file area-ত প্ৰদৰ্শনযোগ্য অনুমোদিত নথিপত্ৰ টেবুলৰ তালিকা (কোনো নিৰ্দিষ্ট অনুক্ৰম ব্যৱহাৰ কৰা নহয়) । সম্ভাব্য মান: 0 - ব্যৱহাৰকৰ্তা দ্বাৰা নিৰ্ধাৰিত অথবা "পছন্দৰ" অনুপ্ৰয়োগ টেবুল প্ৰদৰ্শন কৰা হ'ব, 1 - সম্প্ৰতি ব্যৱহৃত অনুপ্ৰয়োগৰ টেবুল প্ৰদৰ্শন কৰা হ'ব, 2 - ব্যৱহাৰকৰ্তা দ্বাৰা নিৰ্ধাৰিত অথবা "পছন্দৰ" নথিপত্ৰৰ টেবুল প্ৰদৰ্শন কৰা হ'ব, 3 - সম্প্ৰতি ব্যৱহৃত নথিপত্ৰৰ টেবুল প্ৰদৰ্শন কৰা হ'ব, 4 - ব্যৱহাৰকৰ্তা দ্বাৰা নিৰ্ধাৰিত অথবা "পছন্দৰ" পঞ্জিকা অথবা "স্থান" টেবুল প্ৰদৰ্শন কৰা হ'ব, আৰু 5 - সম্প্ৰতি ব্যৱহৃত পঞ্জিকা অথবা "স্থান" টেবুল প্ৰদৰ্শন কৰা হ'ব
bn_in: file area-র মধ্যে প্রদর্শনযোগ্য অনুমোদিত ফাইল টেবিলের তালিকা (কোনো নির্দিষ্ট অনুক্রম ব্যবহার করা হয়নি)। সম্ভাব্য মান: 0 - ব্যবহারকারী দ্বারা নির্ধারিত অথবা "পছন্দের" অ্যাপ্লিকেশন টেবিল প্রদর্শন করা হবে, 1 - সম্প্রতি ব্যবহৃত অ্যাপ্লিকেশনের টেবিল প্রদর্শন করা হবে, 2 - ব্যবহারকারী দ্বারা নির্ধারিত অথবা "পছন্দের" নথিপত্রের টেবিল প্রদর্শন করা হবে, 3 - সম্প্রতি ব্যবহৃত নথিপত্রের টেবিল প্রদর্শন করা হবে, 4 - ব্যবহারকারী দ্বারা নির্ধারিত অথবা "পছন্দের" ডিরেক্টরি অথবা "স্থান" টেবিল প্রদর্শন করা হবে, এবং 5 - সম্প্রতি ব্যবহৃত ডিরেক্টরি অথবা "স্থান" টেবিল প্রদর্শন করা হবে
dz: ཡིག་སྣོད་མངའ་ཁོངས་འདི་ནང་སྟོན་བཅུག་པའི་ཡིག་སྣོད་ཐིག་ཁྲམ་ཚུ་གི་(བྱེ་བྲག་གི་གོ་རིམ་ནང་མེནམ)ཐོ་ཡིག་འདི་ཡོདཔ། སྲིད་པའི་གནས་གོང་ཚུ་ ༠ - ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་སྟོན་ནི་ཡང་ན་ "Favorite" གློག་རིམ་ཚུའི་ཐིག་ཁྲམ་ - ད་ལྟོའི་ལག་ལེན་འཐབ་ཡོད་མི་གློག་རིམ་ཚུའི་ཐིག་ཁྲམ་ཚུ་སྟོན་ནི་ ༢ - ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་འདི་སྟོན་ནི་ཡང་ན་"Favorite" ཡིག་ཆ་ཚུའི་ཐིག་ཁྲམ་ཚུ་ ༣ - ད་ལྟོ་ལག་ལེན་འཐབ་ཡོད་མི་ཡིག་ཆ་ཚུའི་ཐིག་ཁྲམ་འདི་སྟོན་ནི་ ༤ - ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་ "Favorite" སྣོད་ཐོ་ཚུ་སྟོན་ནི་ཡང་ན་ "Places" ཐིག་ཁྲམ་དང་ ༥ - ད་ལྟོ་ལག་ལེན་འཐབ་ཡོད་མི་སྣོད་ཐོ་ཚུ་ཡང་ན་ "Places" ཐིག་ཁྲམ་འདི་སྟོན་ནི་ཨིན།
el: περιέχει τη λίστα (με μη συγκεκριμένη σειρά) των προσβάσιμων πινάκων αρχείων προς εμφάνιση στην περιοχή αρχείων. πιθανές τιμές: 0 - προβολή του καθορισμένου από το χρήστη ή "Αγαπημένο" πίνακα εφαρμογών, 1 - προβολή του πίνακα πρόσφατα χρησιμοποιημένων εφαρμογών, 2 - 3 - προβολή του πίνακα πρόσφατα χρησιμοποιημένων αρχείων, 4 - προβολή του καθορισμένου από το χρήστη των "Αγαπημένο" καταλόγων ή πίνακα "Τοποθεσίες" και, 5 - προβολή των πρόσφατα χρησιμοποιημένων καταλόγων ή του πίνακα "Τοποθεσίες".
eu: fitxategi-arean bistaratuko diren fitxategi-taula erabilgarrien zerrenda (ordena zehatzik gabe) du. Balio erabilgarriak: 0 - erakutsi erabiltzaileak zehaztutako "Gogoko" aplikazioen taula; 1 - erakutsi azken aldian erabilitako aplikazioen taula; 2 - erakutsi erabiltzaileak zehaztutako "Gogoko" dokumentuen taula; 3 - erakutsi azken aldian erabilitako dokumentuen taula; 4 - erakutsi erabiltzaileak zehaztutako "Gogoko" direktorioen edo "Lekuak" taula; eta 5 - erakutsi azken aldian erabilitako "Gogoko" direktorioen edo "Lekuak" taula.
gu: ફાઇલ વિસ્તારમાં દર્શાવવા માટે માન્ય ફાઇલ ટેબલોની સૂચિ (કોઇ ચોક્ક્સ ક્રમમાં નહીં) સામેલ છે. શક્ય મૂલ્યો : 0 - વપરાશકર્તા નિર્દિષ્ટ અથવા "પસંદગીના " અનુપ્રયોગોનું ટેબલ દર્શાવે છે, 1 - તાજેતરમાં ઉપયોગ કરેલ અનુપ્રયોગોનું ટેબલ દર્શાવે છે, 2 - વપરાશકર્તા નિર્દિષ્ટ અથવા "પસંદગીના " દસ્તાવેજોનું ટેબલ દર્શાવે છે, 3 - તાજેતરમાં ઉપયોગ કરેલ દસ્તાવેજોનું ટેબલ દર્શાવે છે, 4 - વપરાશકર્તા નિર્દિષ્ટ અથવા "પસંદગીના " ડિરેક્ટરીઓ અથવા "સ્થળોનું " ટેબલ દર્શાવે છે, 5 - તાજેતરમાં ઉપયોગ કરેલ ડિરેક્ટરીઓ અથવા "સ્થળોનું " ટેબલ દર્શાવે છે.
id: memuat daftar (tak diurutkan) dari tabel berkas yang diijinkan tampil di wilayah berkas. nilai yang mungkin: 0 - tampilkan tabel aplikasi yang dinyatakan pengguna atau "Favorit", 1 - tampilkan tabel aplikasi yang baru-baru ini dipakai, 2 - tampilkan tabel dokumen yang dinyatakan pengguna atau "Favorit", 3 - tampilkan tabel dokumen yang baru-baru ini dipakai, 4 - tampilkan tabel "Lokasi" atau direktori yang dinyatakan pengguna atau "Favorit", dan 5 - tampilkan tabel "Lokasi" atau direktori yang baru-baru ini dipakai.
kn: ಕಡತದ ಸ್ಥಳದಲ್ಲಿ ತೋರಿಸಬೇಕಿರುವ ಅನುಮತಿಸಲಾಗುವ ಕಡತದ ಕೋಷ್ಟಕದ ಪಟ್ಟಿಯನ್ನು ಹೊಂದಿದೆ (ಯಾವುದೆ ನಿಶ್ಚಿತ ಅನುಕ್ರಮದಲ್ಲಿ ಇಲ್ಲ). ಸಾಧ್ಯವಿರುವ ಮೌಲ್ಯಗಳೆಂದರೆ: 0 - ಬಳಕೆದಾರ ನಿಶ್ಚಿತ ಅಥವ "ಅಚ್ಚುಮೆಚ್ಚಿನ" ಅನ್ವಯಗಳ ಕೋಷ್ಟಕಗಳನ್ನು ತೋರಿಸುತ್ತದೆ, 1 -ಇತ್ತೀಚೆಗೆ ಬಳಸಲಾದ ಕೋಷ್ಟಕವನ್ನು ತೋರಿಸುತ್ತದೆ, 2 - ಬಳಕೆದಾರ ನಿಶ್ಚಿತ ಅಥವ "ಅಚ್ಚುಮೆಚ್ಚಿನ" ದಸ್ತಾವೇಜುಗಳ ಕೋಷ್ಟಕವನ್ನು ತೋರಿಸುತ್ತದೆ, 3 - ಇತ್ತೀಚೆಗೆ ಬಳಸಲಾದ ದಸ್ತಾವೇಜುಗಳ ಕೋಷ್ಟಕವನ್ನು ತೋರಿಸುತ್ತದೆ, 4 - ಬಳಕೆದಾರ ನಿಶ್ಚಿತವಾದ "ಅಚ್ಚುಮೆಚ್ಚಿನ" ಕೋಶಗಳನ್ನು ಅಥವ "ಸ್ಥಳಗಳ" ಕೋಷ್ಟಕವನ್ನು ತೋರಿಸುತ್ತದೆ, ಹಾಗು 5 - ಇತ್ತೀಚೆಗೆ ಬಳಸಲಾದ ಕೋಶಗಳನ್ನು ಅಥವ "ಸ್ಥಳಗಳ" ಕೋಷ್ಟಕವನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: 파일 영역에 보여질 허용된 파일 테이블의 목록을 포함합니다. (순서 없음) 여기에는 다음과 같은 값들이 올 수 있습니다: 0 - 사용자 지정 혹은 "자주 사용하는" 프로그램 테이블 보기, 1 - 최근에 사용된 프로그램 테이블 보기, 2 - 사용자 지정 혹은 "자주 참조하는" 문서 테이블 보기, 3 - 최근에 사용된 문서 테이블 보기, 4 - 사용자 지정 혹은 "자주 가는" 위치 테이블 보기, 5 - 최근에 가 본 폴더 혹은 위치 테이블 보기.
lt: turi leistinų rodymui failų lentelių sąrašą (be nustatyto tvarkos) galimos reikšmės: 0 - rodyti nurodytą arba „Mėgiamiausių“ programų lentelę, 1 - rodyti neseniai naudotų programų lentelę, 2 - rodyti naudotojo nurodytų arba "Mėgiamiausių“ dokumentų lentelę, 3 - rodyti neseniai naudotų dokumentų lentelę, 4 - rodyti naudotojo nurodytų arba „Mėgiamiausių“ katalogus arba lentelę „Vietos“ ir 5 - rodyti neseniai naudotus katalogus arba lentelę „Vietos“.
ml: ഫയലുകളുടെ സ്ഥലത്തു് കാണിക്കുവാന്‍ അനുവദിക്കുന്ന ഫയല്‍ പട്ടികകള്‍ (പ്രത്യേക ക്രമമില്ല) അടങ്ങുന്നു. സാധ്യമായ മൂല്ല്യങ്ങള്‍: 0 - ഉപയോക്താവു് വ്യക്തമാക്കിയ അല്ലെങ്കില്‍ "ഇഷ്ടമുള്ള" പ്രയോഗങ്ങളുടെ പട്ടിക കാണിക്കുക, 1 - ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ച പ്രയോഗങ്ങളുടെ പട്ടിക കാണിക്കുക, 2 - ഉപയോക്താവു് വ്യക്തമാക്കിയ അല്ലെങ്കില്‍ "ഇഷ്ടമുള്ള" രേഖകളുടെ പട്ടിക കാണിക്കുക, 3 - ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ച രേഖകളുടെ പട്ടിക കാണിക്കുക, 4 - ഉപയോക്താവു് വ്യക്തമാക്കിയ അല്ലെങ്കില്‍ "ഇഷ്ടമുള്ള" ഡയറക്ടറികള്‍ അല്ലെങ്കില്‍ "സ്ഥലങ്ങളുടെ" പട്ടിക കാണിക്കുക, 5 - ഏറ്റവും ഒടുവില്‍ ഉപയോഗിച്ച ഡയറക്ടറികള്‍ അല്ലെങ്കില്‍ "സ്ഥലങ്ങളുടെ" പട്ടിക കാണിക്കുക
mr: फाइल क्षेत्र अंतर्गत दाखवण्याकरीता स्वीकार्य फाइल तक्ता यादी (ठराविक क्रमवारीत नाही) समाविष्टीत आहे. संभाव्य मूल्य: 0 - वापरकर्ता-निर्देशीत किंवा "Favorite" अनुप्रयोग तक्ता दाखवा, 1 - अलिकडील वापरले गेलेले अनुप्रयोग तक्ता दाखवा, 2 - वापरकर्ता-निर्देशीत किंवा "Favorite" दस्तऐवज तक्ता, 3 - अलिकडील वापरलेले दस्तऐवज तक्ता दाखवा, 4 - वापरकर्ता-निर्देशीत "Favorite" डिरेक्ट्रीज किंवा "Places" तक्ता दाखवा, व 5 - अलिकडील वापरलेले डिरेक्ट्रीज किंवा "Places" तक्ता.
nl: bevat de lijst (in willekeurige volgorde) met in het bestandsgebied weer te geven geoorloofde bestandstabellen. Mogelijke waarden: 0 - toon de tabel met de gebruikergedefinieerde of "Favoriete" toepassingen, 1 - toon de tabel met recent gebruikte toepassingen, 2 - toon de tabel met gebruikergedefinieerde of "Favoriete" documenten, 3 - toon de tabel met recent gebruikte documenten, 4 - toon de tabel met gebruikergedefinieerde of "Favoriete" directory's of "Plaatsen" en 5 - toon de tabel recent gebruikte directory's of "Plaatsen".
pt: contém a lista (sem qualquer ordenação específica) de tabelas de ficheiros cuja apresentação é autorizada na área de ficheiros. valores possíveis são: 0 - apresentar a tabela das aplicações específicadas pelo utilizador ou "Favoritas", 1 - apresentar a tabela das aplicações recentemente utilizadas, 2 - apresentar a tabela de documentos especificados pelo utilizador ou "Favoritos", 3 - apresentar a tabela dos documentos recentemente utilizados, 4 - apresentar a tabela das pastas ou "Locais" especificados pelo utilizador ou "Favoritos", e 5 - apresentar a tabela das pastas ou "Locais" recentemente utilizados.
sv: innehåller listan (i ingen speciell ordning) över tillåtna filtabeller att visa i filfältet. Möjliga värden: 0 - visa tabell för användarangivna eller "Favorit"-program, 1 - visa tabell för senaste använda program, 2 - visa tabell för användarangivna eller "Favorit"-dokument, 3 - visa tabell för senaste använda dokument, 4 - visa tabell för användarangivna eller "Favorit"-kataloger eller "Platser", och 5 - visa tabell för senaste använda kataloger eller "Platser".
te: దస్త్రము ప్రాంతమునందు చూపుటకు అనుమతించబడు దస్త్రము పట్టికల జాబితా (యెటువంటి క్రమము లేదు) కలిగివుటుంది. సాధ్యమగు విలువలు: 0 - వినియోగదారి-తెలిపిన లేదా "ఆభీష్టమైన" అనువర్తనముల పట్టికను చూపుము, 1 - యిటీవల వుపయోగించిన అనువర్తనముల పట్టికను చూపుము, 2 - వినియోగదారి-తెలిపిన లేదా "అభీష్టమైన" పత్రముల పట్టికను చూపుము, 3 - యిటీవల వుపయోగించిన పత్రముల పట్టికను చూపును, 4 - వినియోగదారి-తెలిపిన "అభీష్ట" డైరెక్టరీలను లేదా "స్థలముల" పట్టికను చూపుము, మరియు 5 - యిటీవల వుపయోగించిన డైరెక్టరీల లేదా "స్థలముల" పట్టికను చూపుము.
th: เก็บรายชื่อ (ซึ่งลำดับไม่มีความสำคัญ) ของตารางแฟ้มที่อนุญาตให้แสดงในพื้นที่แฟ้ม ค่าที่เป็นไปได้คือ 0 - แสดงโปรแกรมที่ผู้ใช้ระบุ (โปรแกรมใช้บ่อย), 1 - แสดงโปรแกรมที่ใช้ล่าสุด, 2 - แสดงเอกสารที่ผู้ใช้ระบุ (เอกสารใช้บ่อย), 3 - แสดงเอกสารที่ใช้ล่าสุด, 4 - แสดงไดเรกทอรีหรือ "ที่หลักๆ" ที่ผู้ใช้ระบุ (ที่หลักๆ ใช้บ่อย) และ 5 - แสดงไดเรกทอรีหรือ "ที่หลักๆ" ที่ใช้ล่าสุด
wa: gn a ddins l' djivêye (sins ôre diné) des tåves di fitchîs k' on pout mostrer el redjon des fitchîs. possibès valixhances: 0 - mostere li tåve des programes sipecifyîs pa l' uzeu ou « Favoris », 1 - mostere li tåves des dierins programes eployîs, 2 - mostere li tåve des documints specifyîs pa l' uzeu ou « Favoris », 3 - moster li tåve des dierins documints eployîs, 4 - mostere li tåve des ridants specifyîs pa l' uzeu, « Favoris » oudonbén « Eplaeçmints ».
zu: iqukethe uhlu (olungahleliwe ngendlela ethile) lwamathebula avumelekile amafayela azoboniswa endaweni yamafayela. Ama-value angaba khona: 0 – bonisa umsebenzisi obonisiwe noma "Favorite " ithebula lezinhlelo, 1 – bonisa uhlelo olusanda kusetshenziswa, 2 - bonisa umsebenzisi obonisiwe noma "Favorite" ithebula lamadokhumenti, 3 – bonisa ithebula lamadokhumenti asanda kusetshenziswa, 4 – bonisa umsebenzisi obonisiwe wama- "Favorite" directory noma "Places" ithebula, kanti u-5 – bonisa ama-directory asanda kusetshenziswa noma "Places" ithebula.
