Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: possible values = 0 [SWAP], 1 [PUSH], 2 [PUSH_PULL]. SWAP indicatesthat when a tile is dragged onto another tile they should simplyswap position. PUSH indicates that when a tile, A, is dragged ontoanother tile, B, a vacant spot is created in tile A's place. tile B(and all tiles after B) shift down until the new vacant space isfilled. this operation wraps around in the case that tile A appearsbefore tile B prior to the drag and drop operation. PUSH_PULL issimilar to PUSH except that when tiles are shifted they are eitherpushed into the vacant spaced or pulled from the other direction,depending on which strategy affects the least number of tiles.
gu: શકય મૂલ્યો = (અદલાબદલી) 1 (દબાવો), 2 (દબાવો-ખેંચો) અદલાબદલી જયારે એક ટાઈલ બીજા ટાઈલ બીજા ટાઈલ ઉપર ખેંચવામાં આવે ત્યારે તેઓએ માત્ર સ્થાનની અદલાબદલ કરવી જોઈએ તે સૂચવે છે. દબાવો જ્યારે એક ટાઈલ, A, બીજી ટાઈલ, B, ઉપર ખેંચમાં આવે ત્યારે, ટાઈલ A ની જગ્યા ઉપર ખાલી જગ્યાની રચના થવી જોઈએ, તે સૂચવે છે. ટાઈલ B (અને B પછીની બધી ટાઈલ્સ) નવી ખાલી જગ્યા ભરાઈ ન જાય ત્યાં સુધી નીચે ખસે છે. ખેંચો અને છોડો પ્રક્રિયા કરતાં પહેલાં ટાઈલ A ટાઈલ B કરતાં પહેલાં દેખાય તેવી પરિસ્થિતિમાં આ પ્રક્રિયા ફરતે લપેટાયા કરે છે. દબાવો-ખેંચો દબાવો સમાન જ છે સિવાય કે જ્યારે ટાઈલ્સ ખસેડવામાં આવે છે ત્યારે કઈ તરકીબ ટાઈલ્સની ઓછામાં ઓછી સંખ્યાને અસર કરે છે તેના આધારિત કયાં તો ખાલી થયેલ જગ્યામાં દબાવવામાં આવે છે અથવા બીજી દિશામાંથી ખેંચવામાં આવે છે.

source: possible values = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2[RECENT_FILES]. RECENTLY_USED_APPS is the list of recently used(instantiated with the main-menu or the application-browser).USER_SPECIFIED_APPS is equivalent to "Favorite Applications".RECENT_FILES is the list of files from ~/.recently-used.
gu: શકય મૂલ્યો = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS તાજેતરમાં ઉપયોગમાં લેવાયેલની યાદી છે (મુખ્યમેનુ કે અનુપ્રયોગ બ્રાઉઝર દ્વારા શરૂ કરાયેલ) "ફેવરિટમાં અનુપ્રયોગો "સમાન છે. RECENT_FILES, ~/.recently-used માંની ફાઈલોની યાદી છે.

source: prioritized list of commands to lock the screen
gu: સ્ક્રીનને અટકાવવા માટેના આદેશોની અગ્રતા નક્કી કરતી યાદી
km: បញ្ជី​ពាក្យបញ្ជា​ដែល​បាន​ធ្វើ​អាទិភាព​ដើម្បី​ចាក់​សោ​អេក្រង់
mk: листа со приоритет од команди за заклучување на екранот

source: Install Software
gu: સોફટવેર સ્થાપો
km: ដំឡើ​ងកម្មវិធី
mk: Инсталирај софтвер

source: Log Out ...
gu: લોગ આઉટ...
km: ចេញ​ ...
mk: Одјави се ...

source: %d Mb/s
ar: %d ميغابايت
km: %d ម.ប/វិ

source: Home
as: ব্যক্তিগত পঞ্জিকা
dz: ཁྱིམ།
el: Αρχικός κατάλογος
eu: Karpeta nagusia
ko: 홈
mr: घर
or: ମୁଳସ୍ଥାନ
pt: Pasta Pessoal
sv: Hem
te: నివాసం
th: บ้าน
wa: Måjhon

source: File System
as: নথিপত্ৰপ্ৰণালী
dz: ཡིག་སྣོད་རིམ་ལུགས།
el: Σύστημα Αρχείων
eu: Fitxategi-sistema
ko: 파일 시스템
mr: फाइल प्रणाली
or: ଫାଇଲ ତନ୍ତ୍ର
pt: Sistema de Ficheiros
sv: Filsystem
te: దస్త్ర వ్యవస్థ
th: ระบบแฟ้ม
wa: Sistinme di fitchî

source: Network Servers
as: নে'টৱৰ্ক সেৱক
dz: ཡོངས་འབྲེལ་སར་བར་ཚུ།
el: Διακομιστές δικτύου
eu: Sareko zerbitzariak
ko: 네트워크 서버
mr: जाळं सर्वरस्
or: ନେଟୱର୍କ ସର୍ଭରଗୁଡ଼ିକ
pt: Servidores de Rede
sv: Nätverksservrar
te: సేవిక అల్లికలు
th: เซิร์ฟเวอร์ในเครือข่าย
wa: Sierveus del rantoele

source: Search
as: অনুসন্ধান
dz: འཚོལ་ཞིབ།
el: Αναζήτηση
eu: Bilatu
ko: 찾기
mr: शोध
or: ସନ୍ଧାନ
pt: Procurar
sv: Sök
te: వెతుకు
th: ค้นหา
wa: Trover

source: No valid bookmark file found in data dirs
dz: གནས་སྡུད་སྣོད་ཐོ་ཚུ་ནང་ནུས་ཅན་དེབ་རྟགས་ཡིག་སྣོད་ཐོབ་མེདཔ།
el: Βρέθηκε μη έγκυρο αρχείο σελιδοδείκτη στους καταλόγους των δεδομένων
eu: Ezin izan da baliozko laster-marken fitxategia aurkitu datuen direktorioan
ko: 데이터 디렉토리 내에서 올바른 책갈피 파일을 찾을 수 없음
pt: Não foi encontrado nenhum ficheiro de marcador válido nos directórios de dados
sv: Ingen giltig bokmärkesfil hittades i datakatalogerna

source: set to true if the user is allowed to modify the list of system items.
as: ব্যৱহাৰকৰ্তা দ্বাৰা প্ৰণালীৰ বিভিন্ন সৰঞ্জামৰ তালিকা সম্পাদনযোগ্য হ'লে মান true নিৰ্ধাৰণ কৰক ।
bn_in: ব্যবহারকারী দ্বারা সিস্টেমের বিভিন্ন সরঞ্জামের তালিকা সম্পাদনযোগ্য হলে মান true (সত্য) নির্ধারণ করুন।
dz: ལག་ལེན་འདི་ལུ་རིམ་ལུགས་རྣམ་གྲངས་ཚུ་གི་ཐོ་ཡིག་འདི་ལེགས་བཅོས་འབད་བཅུག་པ་ཅིན་བདེན་པ་ལུ་གཞི་སྒྲིག་འབད།
el: καθορισμός ως αληθής αν ο χρήστης έχει την άδεια να μεταβάλλει τη λίστα των αντικειμένων του συστήματος.
eu: ezarri TRUE (egia) gisa erabiltzailea baimenduta badago sistemako elementuen zerrenda eraldatzeko.
id: tata ke true bila pengguna diijinkan mengubah daftar dari butir sistem.
kn: ವ್ಯವಸ್ಥೆಯ ಅಂಶಗಳ ಪಟ್ಟಿಯನ್ನು ಬಳಕೆದಾರನು ಮಾರ್ಪಡಿಸಲು ಅನುಮತಿ ಇದ್ದಲ್ಲಿ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 사용자가 시스템 항목의 목록을 수정할 수 있으면 참으로 설정하세요.
lt: nustatyti teigiamą, jei naudotojui leidžiama keisti sistemos elementų sąrašą.
ml: സിസ്റ്റം വസ്തുക്കളുടെ പട്ടിക മാറ്റം വരുത്തുന്നതിനായി ഉപയോക്താവിനെ അനുവദിക്കുന്നു എങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: वापरकर्त्याला प्रणाली घटकाची यादी संपादन करीता परवानगी दिल्यास, true असे निश्चित केले जाते.
pt: definido como verdadeiro se for permitido ao utilizador alterar a lista de itens de sistema.
sv: ställ in till sant om användaren tillåts att ändra listan över systemobjekt.
te: సిస్టమ్ అంశముల జాబితాను సవరించుటకు వినియోగదారిని అనుమతించాలంటే నిజమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการอนุญาตให้ผู้ใช้แก้ไขรายการของระบบได้
wa: mete so vraiy si l' uzeu pout candjî l' djivêye des cayets sistinme.

source: %lluG
sv: %llu GB

source: %lluM
sv: %llu MB

source: %lluK
sv: %llu KB

source: %llub
sv: %llu byte

source: Desktop
as: ডেস্কটপ
eu: Mahaigaina
mr: डेस्कटॉप
or: ଡେସ୍କଟପ
te: రంగస్థలం
th: พื้นโต๊ะ
wa: Sicribanne

source: Are you sure you want to permanently delete "%s"?
as: আপুনি "%s" ক স্থায়ীভাবে আঁতৰাবলৈ নিশ্চিত নে ?
el: Είστε βέβαιος ότι θέλετε να διαγράψετε μόνιμα το "%s";
eu: Ziur zaude "%s" betirako ezabatzea nahi duzula?
mr: तुम्हाला नक्की नेहमी करीता "%s" नष्ट करायचे?
or: "%s" କୁ ସବୁଦିନ ପାଇଁ ଅପସାରଣ କରିବେ ବୋଲି ଆପଣ ନିଶ୍ଚିତ କି?
te: మీరు "%s" ని శాశ్వతంగా తొలగించుదామని అనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ที่จะลบ "%s" อย่างถาวร?
wa: Estoz seur di voleur disfacer po d' bon « %s »?

source: If you delete an item, it is permanently lost.
as: কোনো বস্তু আঁতৰুৱা হ'লে সেইটো স্থায়ীৰূপে আঁতৰুৱা যাব ।
el: Αν διαγράψετε ένα αντικείμενο, αυτό χάνεται μόνιμα.
eu: Hautatutako elementu guztiak behin betiko ezabatzen ditu.
mr: घटक नष्ट केल्यास, ते नेहमीकरीता गमवले जाते.
or: ଯଦି ଆପଣ ଗୋଟିଏ ବସ୍ତୁକୁ ଅପସାରଣ କରନ୍ତି, ତେବେ ଏହା ସବୁଦିନ ପାଇଁ ନଷ୍ଟହୋଇଯିବ।
te: మీరు ఒక అంశము ను తొలగించినచో, అది శాశ్వతంగా పోతుంది.
th: ถ้าคุณลบรายการใดออกไป รายการนั้นจะสูญหายอย่างถาวร
wa: Si vs disfacez on cayet, i srè pierdou po d' bon.

source: Today %l:%M %p
as: আজি %l:%M %p
el: Σήμερα %l:%M %p
eu: Gaur %l:%M %p
mr: आज %l:%M %p
or: ଆଜି %l:%M %p
te: ఈ రోజు·%l:%M·%p
th: วันนี้ %H:%M น.
wa: Ådjourdu %l:%M %p

source: Yesterday %l:%M %p
as: যোৱাকালি %l:%M %p
el: Χθες %l:%M %p
eu: Atzo %l:%M %p
mr: काल %l:%M %p
or: ଗତକାଲି %l:%M %p
te: నిన్న %l:%M %p
th: เมื่อวาน %H:%M น.
wa: Ayir %l:%M %p

source: %b %d %Y
eu: %Y %b %d
th: %d %b %Ey

source: _System Monitor
as: প্ৰণালী নিৰীক্ষণ ব্যৱস্থা (_S)
bn_in: সিস্টেম নিরীক্ষণ ব্যবস্থা (_S)
el: Παρακολούθηση _συστήματος
eu: Sistemako monitorea
id: Pemantau _Sistem
kn: ವ್ಯವಸ್ಥೆಯ ಮೇಲ್ವಿಚಾರಕ(_S)
lt: _Sistemos stebyklė
ml: _സിസ്റ്റം മോണിറ്റര്‍
mr: प्रणाली निरीक्षक (_S)
or: ତନ୍ତ୍ର ପ୍ରଦର୍ଶିକା (_S)
te: సిస్టమ్ మానిటర్ (_S)
th: โ_ปรแกรมเฝ้าสังเกตระบบ
wa: Corwaitoe do _sistinme

source: Home: %s Free / %s
as: ব্যক্তিগত ফোল্ডাৰ: %s মুক্ত / %s
bn_in: ব্যক্তিগত ফোল্ডার: %s মুক্ত / %s
el: Αρχικός κατάλογος: %s Ελεύθερα / %s
eu: Karpeta nagusia: %s libre / %s
id: Rumah: %s Bebas / %s
kn: ನೆಲೆ: %s ಮುಕ್ತ / %s
lt: Namų aplankas: %s Laisva / %s
mr: घर: %s शिल्लक / %s
or: ମୂଳ ସ୍ଥାନ: %s ମୁକ୍ତ / %s
te: నివాసం: %s ఖాళీ / %s
th: บ้าน: ว่าง %s / %s
wa: Måjhon: %s libe / %s

source: Networ_k: GSM
as: নে'টৱৰ্ক: GSM (_k)
bn_in: নেটওয়ার্ক: GSM (_k)
eu: _Sarea: GSM
id: _Jaringan: GSM
kn: ಜಾಲಬಂಧ(_k):: GSM
lt: Tin_klas: GSM
ml: _നെറ്റ്‌വര്‍ക്ക്: GSM
mr: जाळं: GSM (_k)
or: ନେଟୱର୍କ (_k): GSM
te: నెట్వర్కు (_k): GSM
th: เ_ครือข่าย: GSM
wa: Ran_toele : GSM

source: Networ_k: CDMA
as: নে'টৱৰ্ক: CDMA (_k)
bn_in: নেটওয়ার্ক: CDMA (_k)
eu: _Sarea: CDMA
id: _Jaringan: CDMA
kn: ಜಾಲಬಂಧ(_k):: CDMA
lt: Tin_klas: CDMA
ml: _നെറ്റ്‌വര്‍ക്ക്: CDMA
mr: जाळं: CDMA (_k)
or: ନେଟୱର୍କ (_k): CDMA
te: నెట్వర్కు (_k): CDMA
th: เ_ครือข่าย: CDMA
wa: Ran_toele : CDMA

source: Mobile Ethernet (%s)
as: মোবাইল ইথাৰনেট (%s)
bn_in: মোবাইল ইথারনেট (%s)
eu: Ethernet mugikorra (%s)
id: Ethernet Bergerak (%s)
kn: ಮೊಬೈಲ್ ಎತರ್ನೆಟ್ (%s)
lt: Mobilus tinklas (%s)
ml: മൊബൈല്‍ ഇഥര്‍നെറ്റ് (%s)
mr: मोबाइल इथरनेट (%s)
or: ମୋବାଇଲ ଇଥରନେଟ (%s)
te: మొబైల్ ఈథర్నెట్ (%s)
th: อีเทอร์เน็ตผ่านมือถือ (%s)
wa: Eternet axhlåve (%s)

source: %l:%M %p
th: %H:%M น.

source: %a %l:%M %p
th: %a %H:%M น.

source: %b %d %l:%M %p
th: %d %b %H:%M น.

source: .desktop file for the Network Manager editor utility
as: Network Manager সম্পাদনা ব্যৱস্থাৰ বাবে .desktop নথিপত্ৰ
bn_in: Network Manager সম্পাদনা ব্যবস্থার জন্য .desktop ফাইল
id: Berkas .desktop bagi utilitas penyunting Manajer Jaringan
kn: ಜಾಲಬಂಧ ವ್ಯವಸ್ಥಾಪಕ ಸಂಪಾದಕ ಸವಲತ್ತಿಗಾಗಿನ .desktop ಕಡತ
lt: .desktop failas Network Manager redagavimo įrankiui
ml: നെറ്റ്‌വര്‍ക്ക് മാനേജര്‍ എഡിറ്റര്‍ പ്രയോഗത്തിനുള്ള .desktop ഫയല്‍
mr: Network Manager करीता .desktop फाइल
or: ନେଟୱର୍କ ପରିଚାଳକ ସମ୍ପାଦକ ଉପଯୋଗିତା ପାଇଁ .desktop ଫାଇଲ
te: నెట్వర్కు నిర్వాహకి సరికూర్పరి సౌలభ్యమునకు .desktop దస్త్రము

source: MATE Main Menu
ml: ഗ്നോം പ്രധാന മെനു
mr: MATE मुख्य मेन्यू
or: MATE ମୂଖ୍ୟ ତାଲିକା

source: MATE Main Menu Factory
ml: ഗ്നോം പ്രധാന മെനു ഫാക്ടറി
mr: MATE मुख्य मेन्यू साचा
or: MATE ମୂଖ୍ୟ ତାଲିକା କାରଖାନା

source: .desktop file for the mate-system-monitor
ml: mate-system-monitor-നുള്ള .desktop ഫയല്‍
mr: mate-system-monitor करीता .desktop फाइल
or: mate-system-monitor ପାଇଁ .desktop ଫାଇଲ

source: The MATE Main Menu
ml: ഗ്നോം പ്രധാന മെനു
mr: MATE मुख्य मेन्यू
or: MATE ମୂଖ୍ୟ ତାଲିକା

source: Open Menu
km: មើល​ម៉ឺនុយ​
mk: Отвори го менито

source: The list of the items which will appear in the System area. Possible values are HELP = 0, CONTROL_CENTER = 1, PACKAGE_MANAGER = 2, LOG_OUT = 3, LOCK_SCREEN = 4. HELP, CONTROL_CENTER and PACKAGE_MANAGER need to the have the appropriate .desktop files defined in the, respectively, "help_item", "control_center_item" and "package_manager_item" keys.
km: បញ្ជី​ធាតុ​ដែលនឹង​លេច​ឡើងនៅ​ក្នុងផ្ទៃ​ប្រព័ន្ធ ។ តម្លៃ​ដែលអាច​ទទួលយក​បានគឺ HELP = 0, CONTROL_CENTER = 1, PACKAGE_MANAGER = 2, LOG_OUT = 3, LOCK_SCREEN = 4. HELP, CONTROL_CENTER and PACKAGE_MANAGER ត្រូវមាន​ឯកសារ .desktop ដែលបាន​កំណត់​ត្រឹមត្រូវ កូនសោ​ដែល​រំពឹង​ទុក "ធាតុ​ជំនួយ", "ធាតុ​មជ្ឈ​មណ្ឌល​ត្រួតពិនិត្យ" និង"ធាតុ​កម្មវិធី​គ្រប់គ្រង​កញ្ចប់" ។
mk: Листата од предметите кои ќе се покажат во системската површина. Можни вредности се HELP = 0, CONTROL_CENTER = 1, PACKAGE_MANAGER = 2, LOG_OUT = 3, LOCK_SCREEN = 4. HELP, CONTROL_CENTER и PACKAGE_MANAGER треба да ги имаат соодветните .desktop датотеки дефинирани соодветно во клучевите "help_item", "control_center_item" и "package_manager_item".

source: contains the list (in no particular order) of allowable file types to show in the file area. possible values (see also the note for /desktop/gnome/applications/main-menu/file-area/file_class): 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS is the list of recently used (instantiated with the main-menu or the application-browser). USER_SPECIFIED_APPS is equivalent to "Favorite Applications". RECENT_FILES is the list of files from ~/.recently-used.
km: មាន​បញ្ជី​ប្រភេទ​ឯកសារ​ដែល​អាច​អនុញ្ញាត (មិន​តាម​លំដាប់​ជាក់លាក់) ដើម្បី​បង្ហាញ​នៅក្នុង​ផ្ទៃ​ឯកសារ ។ តម្លៃ​ដែលអាច​ទទួល​យកបាន (មើល​កំណត់​ចំណាំ​សម្រាប់ /desktop/gnome/applications/main-menu/file-area/file_class) ៖ 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES] ។ RECENTLY_USED_APPS គឺជា​បញ្ជី​ដែល​បានប្រើ​ថ្មីៗ ។ (ដែល​បាន​បង្កើត​ភ្លាមៗ​ជាមួយ​នឹង​ម៉ឺនុយ​មេ ឬ កម្មវិធី​រុករក ) ។ USER_SPECIFIED_APPS គឺ​សមមូល​​នឹង "កម្មវិធី​​សំណព្វ" ។ RECENT_FILES គឺជា​បញ្ជី​ឯកសារ​ពី ~/. ដែល​បាន​ប្រើ​ថ្មីៗ ។
mk: ја содржи листата (без определен редослед) на дозволени типови на датотеки за прикажување во површината за датотеки. можни вредности се (исто така забележете за /desktop/gnome/applications/main-menu/file-area/file_class): 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS е листата на скорашно користени (непосредно со главното мени или прелистувачот на апликации). USER_SPECIFIED_APPS е еквивалентно на "Омилени апликации". RECENT_FILES е листата од ~/.скорашно употребени.

source: determines the limit of tiles in the file-area.
km: កំណត់​ព្រំដែន​ក្រឡា​នៅ​ក្នុង​ផ្ទៃ​ឯកសារ ។
mk: го одредува лимитот на блокови во просторот за датотеки.

source: determines the limit of tiles in the file-area. *Note: this does not affect the number of tiles if the file-class is USER_SPECIFIED_*.
km: កំណត់​ព្រំដែន​ក្រឡា​នៅក្នុង​ផ្ទៃ​ឯកសារ ។ *ចំណាំ ៖ វា​មិនមាន​ឥទ្ធិពល​ដល់​ចំនួន​ក្រឡា​ទេ ប្រសិន​បើ​ថ្នាក់​ឯកសារ​គឺ USER_SPECIFIED_* ។
mk: го одредува лимитот на блокови во површината за датотеки. *Забелешка: ова не влијае врз бројот на блокови во датотеката - класата е USER_SPECIFIED_*.

source: determines the reordering algorithm used when moving tiles around the main-menu
km: កំណត់​ក្បួនដោះ​ស្រាយ​ការ​រៀបចំ​ឡើងវិញ​ដែល​បាន​ប្រើនៅ​ពេល​ផ្លាស់ទី​ក្រឡា​នៅ​ជំវិញ​ម៉ឺនុយ​មេ
mk: го одредува алгоритмот за прередување при преместување на блокови во главното мени

source: possible values = 0 [SWAP], 1 [PUSH], 2 [PUSH_PULL]. SWAP indicates that when a tile is dragged onto another tile they should simply swap position. PUSH indicates that when a tile, A, is dragged onto another tile, B, a vacant spot is created in tile A's place. tile B (and all tiles after B) shift down until the new vacant space is filled. this operation wraps around in the case that tile A appears before tile B prior to the drag and drop operation. PUSH_PULL is similar to PUSH except that when tiles are shifted they are either pushed into the vacant spaced or pulled from the other direction, depending on which strategy affects the least number of tiles.
km: តម្លៃ​អាច​ទទួល​យក​បាន​ = ០ [SWAP], ១ [PUSH], ២ [PUSH_PULL] ។ស្វបបង្ហាញ​ថា​ពេល​ក្រឡាក្បឿង​ត្រូវ​បានអូស​ដាក់​លើ​ក្រឡាក្បឿង​ផ្សេងទៀត​ ពួកវា​ត្រូវ​តែ​ប្តូរ​ទីតាំង ។ PUSH បង្ហាញ​ពេល​ក្រឡាក្បឿង​, A, ត្រូវ​បាន​អូស​ដាក់​លើ​ក្រឡាក្បឿង​, B, ចំណុច​ទំនេរ​ត្រូវ​បាន​បង្កើ​តក្នុង​ទីតាំង​ក្រឡាក្បឿង​ A ។ ក្រឡាក្បឿង​ B (ហើយ​គ្រប់​ក្រឡាក្បឿង​ទាំងអស់​បន្ទាប់​ពី​ B) ប្តូរ​ចុះ​ក្រោម​រហូត​ដល់​មាន​ចន្លោះទំនេរ​ថ្មី​មួយ​ត្រូវ​បាន​បំពេញ ។ ប្រតិបត្តិការ​នេះ​កើត​ឡើង​ក្នុង​ករណី​ក្រឡាក្បឿង A លេចឡើង មុន​ក្រឡាក្បឿង​ B ដើម្បី​អូស​ទម្លាក់​លើ​ប្រតិបត្តិ​ ។ PUSH_PULL ស្រដៀង​នឹង PUSH លើកលែង​ពេល​ក្រឡាក្បឿង​ត្រូវ​បាន​ប្តូរ​ពួក​វា​ត្រូវ​បាន​រុញ​ទៅ​ក្នុង​ចន្លោះទំនេរ​ឬ ទាញវា​ពី​ទិសដៅផ្សេងទៀត​ អាស្រ័យ​លើ​យុទ្ធសាស្ត្រ​ដែល​មាន​ឥទ្ធិពល​នឹង​ចំនួន​នៃ​ក្រឡាក្បឿង​ ។​
mk: можни вредности = 0 [SWAP], 1 [PUSH], 2 [PUSH_PULL]. SWAP индицира кога се поместува блок над друг и тие само си ги менуваат местата. PUSH означува дека ако некој блок A, е пуштен врз друг, B, на местото на A останува празно место. блокот B (и сите после B) се поместуваат надолу сѐ додека не се пополне празното место . во случај A да се појави пред B пред операцијата на влечење и пуштање, оваа операција ќе биде заобиколена.PUSH_PULL е слично на PUSH освен што кога блоковите се поместуваат тие или се поместуваат во празниот простор или се влечат од друга насока во зависност од стратегијата која има ефект врз најмалиот број на блокови.

source: possible values = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS is the list of recently used (instantiated with the main-menu or the application-browser). USER_SPECIFIED_APPS is equivalent to "Favorite Applications". RECENT_FILES is the list of files from ~/.recently-used.
km: តម្លៃ​ដែល​អាច​ទទួល​យកបាន = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS គឺជា​បញ្ជី​ដែលបាន​ប្រើ​ថ្មីៗ (ដែល​បាន​បង្កើត​ភ្លាមៗ​ជាមួយ​នឹង​ម៉ឺនុយ​មេ ឬ កម្មវិធី​រុករក​កម្មវិធី) ។ USER_SPECIFIED_APPS គឺ​សមមូល​នឹង "កម្មវិធី​សំណព្វ" ។ RECENT_FILES គឺជា​បញ្ជី​ឯកសារ ~/.​ដែល​បាន​ប្រើ​ថ្មីៗ ។
mk: можни вредности = 0 [USER_SPECIFIED_APPS], 1 [RECENTLY_USED_APPS], 2 [RECENT_FILES]. RECENTLY_USED_APPS е листа на скорашно употребувани (непосредно преку главното мени или прелистувачот на апликации). USER_SPECIFIED_APPS е еквивалент на "Омилени апликации". RECENT_FILES е листата од ~/.recently-used.

source: Show:
km: បង្ហាញ ៖
mk: Прикажи:

source: Recently Used Applications
km: កម្មវិធីដែល​បាន​ប្រើ​ថ្មីៗ
mk: Скорешно користени апликации

source: All Documents...
km: ឯកសារ​ទាំងអស់​...
mk: Сите документи...

source: Hard Drive
km: ថាស​រឹង
mk: Тврд диск

source: Network: Wireless
km: បណ្តាញ ៖ ឥតខ្សែ​
mk: Мрежа: безжична

source: Network: Wired
km: បណ្ដាញ ៖ មាន​ខ្សែ
mk: Мрежа: Жичена

source: Lock Screen ...
km: ចាក់សោ​អេក្រង់​ ...
mk: Заклучи го екранот ...

source: Hide on start (useful to preload the shell)
bn_in: প্রারম্ভে আড়াল করা হবে (শেল প্রি-লোড করার জন্য সুবিধাজনক)
id: Sembunyikan saat awal (berguna untuk pramuat shell)
kn: ಆರಂಭದಲ್ಲಿ ಅಡಗಿಸು (ಶೆಲ್‌ ಅನ್ನು ಮೊದಲೆ ಲೋಡ್‌ ಮಾಡಲು ಉಪಯುಕ್ತವಾಗುತ್ತದೆ)
lt: Slėpti paleidžiant (naudinga iš anksto pakrauti apvalkalą)
ml: ആരംഭത്തില്‍ അദൃശ്യമാകുക (ഷെല്‍ പ്രീലോഡ് ചെയ്യുന്നതിനുത്തമം)

source: determines the limit of items in the file-area. The number of favorite items is not limited. This limit applies to the number of recent items, i.e. the number of recent items displayed is limited to max_total_items - the number of favorite items. If the number of favorite items exceeds max_total_items - min_recent_items then this limit is ignored.
lt: nustato elementų kiekį failų skiltyje. Mėgiamiausių elementų kiekis neribojamas. Šis ribojimas taikomas neseniai naudotiems elementams, pvz. rodomų neseniai naudotų elementų skaičius ribojamas iki max_total_items - mėgiamiausių elementų skaičius. Jei mėgiamiausių elementų skaičius viršija max_total_items - min_recent_items, tuomet šis ribojimas yra nepaisomas.

source: Run Application
id: Jalankan Aplikasi
lt: Paleisti programą

source: Show the "Run Application" dialog
id: Tampilkan dialog "Jalankan Aplikasi"
lt: Rodyti dialogą „Paleisti programą“
