Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: determines the limit of items in the file-area. The number favorite items is not limited. This limit applies to the number of recent items, i.e. the number of recent items displayed is limited to max_total_items - the number of favorite items. If the number of favorite items exceeds max_total_items - min_recent_items than this limit is ignored.
ar: يحدد حد العناصر في منطقة الملفات. عدد العناصر المفضلة غير محدود بحد. ينطبق هذا الحد على عدد العناصر الحديثة، على سبيل المثال عدد العناصر الحديثة التي يتم عرضها يكون محدودًا بالحد الأقصى_لإجمالي_العناصر - عدد العناصر المفضلة. إذا كان عدد العناصر المفضلة يفوق الحد الأقصى_لإجمالي_العناصر – يتم تجاهل الحد الأدنى_للعناصر_الحديثة الأقل من هذا الحد.
as: file-area-ত উপস্থিত সামগ্ৰীৰ তালিকাৰ সংখ্যা নিৰ্ধাৰণ কৰে । পছন্দৰ সামগ্ৰীৰ কোনো সীমা নেই । এই সীমা অকল সম্প্ৰতি ব্যৱহৃত সামগ্ৰীৰ বাবে অৰ্থাৎ max_total_items - পছন্দৰ সামগ্ৰী সংখ্যাৰ, সমান সংখ্যক সম্প্ৰতি ব্যৱহৃত সামগ্ৰী প্ৰদৰ্শন কৰা হয় । max_total_items - min_recent_items সংখ্যাৰৰ পৰা অধিক সংখ্যক পছন্দৰ সামগ্ৰী উপস্থিত থাকিলে এই সীমা উপেক্ষা কৰা হয় ।
bn_in: file-area-র মধ্যে উপস্থিত সামগ্রীর তালিকার সংখ্যা নির্ধারণ করে। পছন্দের সামগ্রীর কোনো সীমা নেই। এই সীমা শুধুমাত্র সম্প্রতি ব্যবহৃত সামগ্রীর জন্য অর্থাৎ max_total_items - পছন্দের সামগ্রী সংখ্যার, সমান সংখ্যক সম্প্রতি ব্যবহৃত সামগ্রী প্রদর্শন করা হয়। max_total_items - min_recent_items সংখ্যার থেকে বেশি সংখ্যক পছন্দের সামগ্রী উপস্থিত থাকলে এই সীমা উপেক্ষা করা হয়।
dz: ཡིག་སྣོད་མངའ་ཁོངས་འདི་ནང་རྣམ་གྲངས་ཚུ་གི་ཚད་འདི་གཏན་འབེེབས་བཟོཝ་ཨིན། དགའ་མི་རྣམ་གྲངས་ཚུ་གི་ཨང་འདི་ཚད་མེདཔ་ཨིན། ཚད་འདི་གིས་ད་ལྟོའི་རྣམ་གྲངས་ཚུ་གི་ཨང་ལུ་འཇུག་སྤྱོད་འབདཝ་ཨིན་ དེ་འབདཝ་ལས་ ད་ལྟོའི་རྣམ་གྲངས་ཚུ་གང་ཨང་བཀྲམ་སྟོན་འབད་ཡོད་མི་འདི་ དགའ་མི་རྣམ་གྲངས་ཚུ་གི་ཨང་ ཡོངས་བསྡོམས་རྣམ་གྲངས་ཚུའི་མང་མཐའ་ལུ་ཚད་བཅད་མཚམས་ཡོདཔ་ཨིན། དགའ་མི་རྣམ་གྲངས་ཚུ་གི་ཨང་འདི་ད་ལྟོའི་རྣམ་གྲངས་ཚའུ་ཉུང་མཐའ་ལས་ ཡོངས་བསྡོམ་རྣམ་གྲངས་ཚུའུ་མང་མཐའ་ལྷག་ན་ཅིན་བཅད་མཚམས་འདི་སྣང་མེད་བཞག་ཡོདཔ་ཨིན།
el: καθορίζει το όριο των αντικειμένων στην περιοχή αρχείων. Ο αριθμός των αγαπημένων αντικειμένων είναι απεριόριστος. Το όριο εφαρμόζεται στον αριθμό των πρόσφατων αντικειμένων, π.χ. ο αριθμός των πρόσφατων αντικειμένων που θα εμφανιστούν είναι περιορισμένος στο μέγιστο αριθμό αντικειμένων - ο αριθμός των αγαπημένων αντικειμένων. Αν ο αριθμός των αγαπημένων αντικειμένων ξεπερνά το μέγιστο αριθμό αντικειμένων - τα ελάχιστα πρόσφατα αντικείμενα που αυτό το όριο παραβλέπεται.
eu: fitxategi-areako elementuen muga zehazten du. Gogoko elementuen kopurua ez dago mugatua. Muga honek azken elementuei aplikatzen zaie, adib. bistaratutako azken elementuen kopurua 'max_total_items'-en balioarekin dago mugatua (gogoko elementuen kopurua). Gogoko elementuen kopuruak max_total_items gainditzen badu, min_recent_items mugari ez ikusi egingo zaio.
gu: ફાઇલ-વિસ્તારમાં આઈટમોની હદ નક્કી કરે છે. નંબર પસંદગીની આઇટમ મર્યાદિત નથી. આ હદ ઘણી બધી તાજેતરની આઇટમો પર લાગુ પડે છે, એટલે કે તાજેતરમાં દર્શાવેલ આઇટમોની સંખ્યા, પસંદગીની આઇટમોની સંખ્યા માંથી max_total_items ની બાદબાકી કર્યા પછી મળતી સંખ્યા સુધી મર્યાદિત છે. જો પસંદગીની આઇટમોની સંખ્યાmin_recent_items માંથી max_total_items ની બાદબાકી કર્યા પછી મળતી સંખ્યા કરતા વધારે હોય તો આ હદ અવગણવામાં આવશે.
id: menentukan batas butir di wilayah berkas. Cacah butir favorit tidak dibatasi. Batas ini berlaku pada cacah butir terakhir, yaitu cacah butir terakhir yang ditampilkan dibatasi ke max_total_items - cacah butir favorit. Bila cacah butir favorit melebihi max_total_items - min_recent_items maka batas ini diabaikan.
kn: ಕಡತದ ಜಾಗದಲ್ಲಿನ ಅಂಶಗಳ ಸಂಖ್ಯೆಯ ಮಿತಿಯನ್ನು ನಿರ್ಧರಿಸುತ್ತದೆ. ಅಚ್ಚುಮೆಚ್ಚಿನ ಅಂಶಗಳ ಸಂಖ್ಯೆಗೆ ಯಾವುದೆ ಮಿತಿ ಇರುವುದಿಲ್ಲ. ಈ ಮಿತಿಯು ಕೇವಲ ಇತ್ತೀಚಿನ ಅಂಶಗಳಿಗಷ್ಟೆ ಅನ್ವಯಿಸುವತ್ತದೆ, ಅಂದರ. ತೋರಿಸಲಾದ ಇತ್ತೀಚಿನ ಅಂಶಗಳು max_total_items - ಅಚ್ಚುಮೆಚ್ಚಿನ ಅಂಶಗಳ ಸಂಖ್ಯೆಗೆ ಮಿತಿಗೊಳಿಸಲಾಗಿರುತ್ತದೆ. ಎಲ್ಲಿಯಾದರೂ ಅಚ್ಚುಮೆಚ್ಚಿನ ಅಂಶಗಳ ಸಂಖ್ಯೆಯು max_total_items - min_recent_items ಗಿಂತ ಹೆಚ್ಚಿದ್ದಲ್ಲಿ ಈ ಮಿತಿಯನ್ನು ಗಣನೆಗೆ ತೆಗೆದುಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.
ko: 파일 영역 내의 항목의 개수를 제한하기 위해 사용됩니다. 자주 사용하는 항목에는 개수 제한이 없습니다. 이 값은 최근에 사용된 항목에만 적용됩니다. 즉, 표시될 최근 항목의 수는 'max_total_items - 자주 사용하는 항목의 수'가 됩니다. 만약 자주 사용하는 항목의 수가 max_total_items - min_recent_items 보다 크면 이 값은 무시됩니다.
ml: ഫയലിനുള്ള സ്ഥലത്തു് വസ്തുക്കള്‍ക്കുള്ള പരിമിധി വ്യക്തമാക്കുന്നു. The number favorite items is not limited. This limit applies to the number of recent items, i.e. the number of recent items displayed is limited to max_total_items - the number of favorite items. If the number of favorite items exceeds max_total_items - min_recent_items than this limit is ignored.
mr: फाइल-क्षेत्र अंतर्गत घटकांची मर्यादा ओळखतो. पसंतीचे घटकांवर मर्यादा नाही. ही मर्यादा अलिकडील घटक करीता लागू होते, म्हणजे प्रदर्शित अलिकडील घटकांची संख्या max_total_items - पसंतीचे घटकांची संख्या करीता मर्यादीत आहे. पसंतीचे घटकांची संख्या max_total_items पेक्षा जास्त आढळल्यास - या मर्यादापेक्षा कमी min_recent_items दुर्लक्षीत केले जातात.
nl: bepaal de limiet van items in het bestandsgebied. Het aantal favoriete items is niet gelimiteerd. Deze limiet heeft betrekking op het aantal recente items, bijvoorbeeld het aantal weer te geven recente items is gelimiteerd tot max_total_items - het aantal favoriete items. Als het aantal favoriete items groter is dan max_total_items - min_recent_items, wordt deze limiet genegeerd.
pt: determina o limite de itens na área de ficheiros. O número de itens favoritos não é limitado. Este limite aplica-se ao número de itens recentes, isto é, o número de itens recentes apresentado é limitado a max_total_items - o número de itens favoritos. Se o número de itens favoritos exceder max_total_items - itens acima do número de min_recent_items serão ignorados.
sv: bestämmer gränsen för objekten i filfältet. Antalet favoritobjekt är inte begränsat. Den här gränsen gäller för antalet senaste objekt, alltså det antal senaste objekt som visas är begränsat till max_total_items - antalet favoritobjekt. Om antalet favoritobjekt överstiger max_total_items - min_recent_items än den här gränsen ignoreras de.
te: దస్త్రము-ప్రాంతమునందు అంశముల పరిమితిని నిర్ధారిస్తుంది. సంఖ్యా అభీష్ట అంశములు పరిమితము కావు. ఇటీవలి అంశముల సంఖ్యకు పరిమితి ఆపాదించబడుతుంది, అంటే యిటీవలి అంశములు ప్రదర్శించే సంఖ్య max_total_items - అభీష్ట అంశముల సంఖ్యకు పరిమితమౌతుంది. అభీష్ట అంశముల సంఖ్య max_total_items - min_recent_items మించితే ఈ పరిమితి విస్మరించబడుతుంది.
th: กำหนดจำนวนรายการสูงสุดในพื้นที่แฟ้ม โดยจำนวนรายการใช้บ่อยจะไม่มีขีดจำกัด ขีดจำกัดนี้จะมีผลกับจำนวนรายการที่ใช้ล่าสุด กล่าวคือจำนวนรายการที่แสดงจะไม่เกิน max_total_items - จำนวนรายการใช้บ่อย หากจำนวนรายการใช้บ่อยเกิน max_total_items - min_recent_items ก็จะไม่สนใจขีดจำกัดนี้
wa: decide li limite di nombe di cayets el redjon fitchî. I gn a pont d' limite pol nombe di favoris cayets. Cisse limite ci est sol nombe di cayets eployîs dierinnmint, metans, li nombe di cayets håynés dierinnmint est limité a max_total_items - li nombe di favoris cayets. Sel nombe di favoris cayets est pus grande ki max_total_items - min_recent_items, dabôr on pasrè houte cisse limite la.
zu: ibonisa isilinganiso sezinto ezisendaweni yefayela. Inani lezinto ezithandwayo alilinganiselwe. Lesi silinganiso sisebenza esibalweni sezinto zamuva, okungukuthi isibalo sezinto ezibonisiwe silinganiselwe ezintweni_eziyingqikithi_ezingenakweqiwa – isibalo sezinto ezithandwayo. Uma inani lezinto ezithandwayo seqa ingqikithi_yezinto_ezingenakweqiwa – izinto_zamuva_ezingenakuba ngaphansi kunalesilinganiso ziyashalazelwa.

source: possible values = 0 [Applications], 1 [Documents], 2 [Places]
ar: القيم المحتملة = 0 [تطبيقات] و1 [مستندات] و2 [أماكن]
as: সম্ভাব্য মান = 0 [Applications], 1 [Documents], 2 [Places]
bn_in: সম্ভাব্য মান = 0 [Applications], 1 [Documents], 2 [Places]
dz: སྲིད་པའི་གནས་གོང་ཚུ་ = ༠ [གློག་རིམ་ཚུ] ༡ [ཡིག་ཆ་ཚུ་] ༢ [ས་གནས་ཚུ]
el: πιθανές τιμές 0 [Εφαρμογές], 1[Αρχεία], 2[Τοποθεσίες]
eu: balio erabilgarriak = 0 [aplikazioak], 1 [dokumentuak], 2 [lekuak]
gu: શક્ય મૂલ્યો = 0 [અનુપ્રયોગો], 1 [દસ્તાવેજો], 2 [જગ્યાઓ]
id: nilai yang mungkin = 0 [Aplikasi], 1 [Dokumen], 2 [Lokasi]
kn: ಸಾಧ್ಯವಿರುವ ಮೌಲ್ಯಗಳು = 0 [ಅನ್ವಯಗಳು], 1 [ದಸ್ತಾವೇಜುಗಳು], 2 [ಸ್ಥಳಗಳು]
ko: 가능한 값 = 0 [프로그램], 1 [문서], 2 [위치]
lt: galimos reikšmės = 0 [Programos], 1 [Dokumentai], 2 [Vietos]
ml: സാധ്യമായ മൂല്ല്യങ്ങള്‍ = 0 [പ്രയോഗങ്ങള്‍], 1 [രേഖകള്‍], 2 [സ്ഥലങ്ങള്‍]
mr: संभाव्य मूल्य = 0 [Applications], 1 [Documents], 2 [Places]
nl: mogelijke waarden = 0 [toepassingen], 1 [documenten], 2 [plaatsen]
pt: valores possíveis = 0 [Aplicações], 1 [Documentos], 2 [Locais]
sv: möjliga värden = 0 [Program], 1 [Dokument], 2 [Platser]
te: సాధ్యమగు విలువలు = 0 [అనువర్తనములు], 1 [పత్రములు], 2 [స్థలములు]
th: ค่าที่เป็นไปได้ = 0 [โปรแกรม], 1 [เอกสาร], 2 [ที่หลักๆ]
wa: possibès valixhances = 0 [Programes], 1 [Documints], 2 [Eplaeçmints]
zu: ama-value angasetshenziswa = 0 [Izinhlelo], 1 [Amadokhumenti], 2 [Izindawo]

source: set to true if the user is allowed to modify the list of user-specified or "Favorite" applications.
ar: قم بالتعيين إلى صواب إذا تم السماح للمستخدم بتعديل القائمة المحددة بواسطة المستخدم أو قائمة التطبيقات "المفضلة".
as: ব্যৱহাৰকৰ্তা দ্বাৰা ব্যৱহাৰকৰ্তাদেৰ নিৰ্ধাৰিত অথবা "পছন্দৰ" অনুপ্ৰয়োগৰ তালিকা সম্পাদনযোগ্য হ'লে মান true নিৰ্ধাৰণ কৰক ।
bn_in: ব্যবহারকারী দ্বারা ব্যবহারকারীদের নির্ধারিত অথবা "পছন্দের" অ্যাপ্লিকেশনের তালিকা সম্পাদনযোগ্য হলে মান true (সত্য) নির্ধারণ করুন।
dz: ལག་ལེན་པ་འདི་ལུ་ལག་ལེན་པའི་གསལ་བདོ་འབད་ཡོད་མི་ཡང་ན་ "Favorite" གློག་རིམ་ཚུ་གི་ཐོ་ཡིག་འདི་ལེགས་བཅོས་འབད་བཅུག་པ་ཅིན་བདེན་པ་ལུ་གཞི་སྒྲིག་འབད།
el: καθορισμός ως αληθής αν ο χρήστης έχει την άδεια να μεταβάλλει τη λίστα των καθορισμένων από τον χρήστη εφαρμογών "Αγαπημένα"
eu: ezarri TRUE (egia) gisa erabiltzailea baimenduta badago erabiltzaileak zehaztutako edo "Gogokoak" aplikazioen zerrenda eraldatzeko.
gu: જો વપરાશકર્તાને, વપરાશકર્તા નિર્દિષ્ટ અથવા "પસંદગીના" અનુપ્રયોગોની સૂચિ સંપાદિત કરવાની મંજૂરી હોય તો સાચા પર સેટ કરો
id: tata ke true bila pengguna diijinkan mengubah daftar dari aplikasi yang dinyatakan oleh pengguna atau "Favorit".
kn: ಬಳಕೆದಾರ-ನಿಶ್ಚಿತ ಅಥವ "ಅಚ್ಚುಮೆಚ್ಚಿನ" ಅನ್ವಯಗಳ ಪಟ್ಟಿಯನ್ನು ಬಳಕೆದಾರನು ಮಾರ್ಪಡಿಸಲು ಅನುಮತಿ ಇದ್ದಲ್ಲಿ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 사용자가 사용자 지정 프로그램 혹은 자주 쓰는 프로그램의 목록을 수정할 수 있으면 참으로 설정하세요.
lt: nustatyti teigiamą, jei naudotojui leidžiama keisti naudotojų nurodytų „Mėgiamiausių“ programų sąrašą.
ml: ഉപയോക്താവു് വ്യക്തമാക്കുന്ന അല്ലെങ്കില്‍ "ഇഷ്ടമുള്ള" പ്രയോഗങ്ങളുടെ പട്ടിക മാറ്റം വരുത്തുന്നതിനായി ഉപയോക്താവിനെ അനുവദിക്കുന്നു എങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: वापरकर्त्याला वापरकर्ता-निर्देशीत किंवा "Favorite" अनुप्रयोग यादी संपादन करीता परवानगी दिल्यास, true असे निश्चित केले जाते.
nl: Ingesteld op waar als het de gebruiker is toegestaan de lijst gebruikergespecificeerde of "Favoriete" toepassingen te wijzigen.
pt: definido como verdadeiro se for permitido ao utilizador alterar a lista de aplicações especificadas pelo utilizador ou "Favoritas".
sv: ställ in till sant om användaren tillåts ändra listan över användarangivna eller "Favorit"-program.
te: వినియోగదారి-తెలిపిన లేక "అభీష్ట" అనువర్తనముల జాబితాను సవరించుటకు వినియోగదారిని అనుమతించాలంటే నిజమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการอนุญาตให้ผู้ใช้แก้ไขรายชื่อโปรแกรมของผู้ใช้ (โปรแกรมใช้บ่อย) ได้
wa: mete so vraiy si l' uzeu pout candjî l' djivêye des programes sipecifyîs pa l' uzeu ou « Favoris ».
zu: setha kokuthi iqiniso uma umsebenzisi evunyelwe ukulungisa uhlu lwezinhlelo noma "Ezithandwayo" eziqondaniswe nomsebenzisi.

source: set to true if the user is allowed to modify the list of user-specified or "Favorite" directories or "Places".
ar: قم بالتعيين إلى صواب إذا تم السماح للمستخدم بتعديل القائمة المحددة بواسطة المستخدم أو قائمة الدلائل أو "الأماكن" "المفضلة".
as: ব্যৱহাৰকৰ্তা দ্বাৰা ব্যৱহাৰকৰ্তাদেৰ নিৰ্ধাৰিত অথবা "পছন্দৰ" পঞ্জিকাৰ তালিকা অথবা "স্থান" সম্পাদনযোগ্য হ'লে মান true নিৰ্ধাৰণ কৰক ।
bn_in: ব্যবহারকারী দ্বারা ব্যবহারকারীদের নির্ধারিত অথবা "পছন্দের" ডিরেক্টরির তালিকা অথবা "স্থান" সম্পাদনযোগ্য হলে মান true (সত্য) নির্ধারণ করুন।
dz: ལག་ལེན་པ་འདི་ལུ་ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་ཡང་ན་ "Favorite" སྣོད་ཐོ་ཚུ་ཡང་ན་ "Places"གི་ཐོ་ཡིག་འདི་ལེགས་བཅོས་འབད་བཅུག་པ་ཅིན་བདེན་པ་ལུ་གཞི་སྒྲིག་འབད།
el: καθορισμός ως αληθής αν ο χρήστης έχει την άδεια να μεταβάλλει τη λίστα των καθορισμένων από τον χρήστη ή τα "Αγαπημένα" ή τις "Τοποθεσίες".
eu: ezarri TRUE (egia) gisa erabiltzailea baimenduta badago erabiltzaileak zehaztutako edo "Gogokoak" direktorioen edo ·"Lekuak" zerrenda eraldatzeko.
gu: જો વપરાશકર્તાને, વપરાશકર્તા નિર્દિષ્ટ અથવા "પસંદગીની" ડિરેક્ટરીઓ અથવા "સ્થળોની" સૂચિ સંપાદિત કરવાની મંજૂરી હોય તો સાચા પર સેટ કરો.
id: tata ke true bila pengguna diijinkan mengubah daftar dari direktori atau "Lokasi" yang dinyatakan oleh pengguna atau "Favorit".
kn: ಬಳಕೆದಾರ-ನಿಶ್ಚಿತ ಅಥವ "ಅಚ್ಚುಮೆಚ್ಚಿನ" ಕೋಶಗಳ ಅಥವ "ಸ್ಥಳಗಳ" ಪಟ್ಟಿಯನ್ನು ಬಳಕೆದಾರನು ಮಾರ್ಪಡಿಸಲು ಅನುಮತಿ ಇದ್ದಲ್ಲಿ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 사용자가 사용자 지정 폴더 혹은 자주 가는 폴더 및 "위치"의 목록을 수정할 수 있으면 참으로 설정하세요.
lt: nustatyti teigiamą, jei naudotojui leidžiama keisti naudotojų nurodytų „Mėgiamiausių“ katalogų arba „Vietų“ sąrašus.
ml: ഉപയോക്താവു് വ്യക്തമാക്കുന്ന അല്ലെങ്കില്‍ "ഇഷ്ടമുള്ള" ഡയറക്ടറികള്‍ അല്ലെങ്കില്‍ "സ്ഥലങ്ങള്‍" എന്നിവയുടെ പട്ടിക മാറ്റം വരുത്തുന്നതിനായി ഉപയോക്താവിനെ അനുവദിക്കുന്നു എങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: वापरकर्त्याला वापरकर्ता-निर्देशीत किंवा "Favorite" डिरेक्ट्री किंवा "ठिकाण" यादी संपादन करीता परवानगी दिल्यास, true असे निश्चित केले जाते.
nl: Ingesteld op waar als het de gebruiker is toegestaan de lijst gebruikergespecificeerde of "Favoriete" directory's of "Plaatsen" te wijzigen.
pt: definido como verdadeiro se for permitido ao utilizador alterar a lista de directórios especificados pelo utilizador ou "Locais".
sv: ställ in till sant om användaren tillåts ändra listan över användarangivna eller "Favorit"-kataloger eller "Platser".
te: వినియోగదారి-తెలిపిన లేక "అభీష్ట" డైరెక్టరీలు లేక "స్థలముల" జాబితాను సవరించుటకు వినియోగదారిని అనుమతించాలంటే నిజమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการอนุญาตให้ผู้ใช้แก้ไขรายชื่อไดเรกทอรีหรือ "ที่หลักๆ" ของผู้ใช้ (ที่หลักๆ ใช้บ่อย) ได้
wa: mete so vraiy si l' uzeu pout candjî l' djivêye des ridants sipecifyîs pa l' uzeu ou « Favoris » oudonbén « Eplaeçmints ».
zu: setha kokuthi iqiniso uma umsebenzisi evunyelwe ukulungisa uhlu lwama-directory aqondaniswe nomsebenzisi noma "Athandwayo" noma "Izindawo".

source: set to true if the user is allowed to modify the list of user-specified or "Favorite" documents.
ar: قم بالتعيين إلى صواب إذا تم السماح للمستخدم بتعديل القائمة المحددة بواسطة المستخدم أو قائمة المستندات "المفضلة".
as: ব্যৱহাৰকৰ্তা দ্বাৰা ব্যৱহাৰকৰ্তাদেৰ নিৰ্ধাৰিত অথবা "পছন্দৰ" পঞ্জিকাৰ তালিকা সম্পাদনযোগ্য হ'লে মান true নিৰ্ধাৰণ কৰক ।
bn_in: ব্যবহারকারী দ্বারা ব্যবহারকারীদের নির্ধারিত অথবা "পছন্দের" ডিরেক্টরির তালিকা সম্পাদনযোগ্য হলে মান true (সত্য) নির্ধারণ করুন।
dz: ལག་ལེན་པ་འདི་ལུ་ལག་ལེན་པའི་གསལ་བཀོད་འབད་ཡོད་མི་ཡང་ན་ "Favorite" ཡིག་ཆ་ཚུ་གི་ཐོ་ཡིག་འདི་ལེགས་བཅོས་འབད་བཅུག་པ་ཅིན་བདེན་པ་ལུ་གཞི་སྒྲིག་འབད།
el: καθορισμός ως αληθής αν ο χρήστης έχει την άδεια να μεταβάλλει τη λίστα των καθορισμένων από τον χρήστη των αρχείων "Αγαπημένα"
eu: ezarri TRUE (egia) gisa erabiltzailea baimenduta badago erabiltzaileak zehaztutako edo "Gogokoak" dokumentuen zerrenda eraldatzeko.
gu: જો વપરાશકર્તાને, વપરાશકર્તા નિર્દિષ્ટ અથવા "પસંદગીના" દસ્તાવેજોની સૂચિ સંપાદિત કરવાની મંજૂરી હોય તો સાચા પર સેટ કરો.
id: tata ke true bila pengguna diijinkan mengubah daftar dari dokumen yang dinyatakan oleh pengguna atau "Favorit".
kn: ಬಳಕೆದಾರ-ನಿಶ್ಚಿತ ಅಥವ "ಅಚ್ಚುಮೆಚ್ಚಿನ" ದಸ್ತಾವೇಜುಗಳ ಪಟ್ಟಿಯನ್ನು ಬಳಕೆದಾರನು ಮಾರ್ಪಡಿಸಲು ಅನುಮತಿ ಇದ್ದಲ್ಲಿ ಇದನ್ನು true ಗೆ ಬದಲಾಯಿಸಿ.
ko: 사용자가 사용자 지정 문서 혹은 자주 참조하는 문서의 목록을 수정할 수 있으면 참으로 설정하세요.
lt: nustatyti teigiamą jei naudotojui leidžiama keisti naudotojų nurodytų „Mėgiamiausių“ dokumentų sąrašą.
ml: ഉപയോക്താവു് വ്യക്തമാക്കുന്ന അല്ലെങ്കില്‍ "ഇഷ്ടമുള്ള" രേഖകളുടെ പട്ടിക മാറ്റം വരുത്തുന്നതിനായി ഉപയോക്താവിനെ അനുവദിക്കുന്നു എങ്കില്‍ true ആയി സജ്ജമാക്കുക.
mr: वापरकर्त्याला वापरकर्ता-निर्देशीत किंवा "Favorite" दस्तऐवज यादी संपादन करीता परवानगी दिल्यास, true असे निश्चित केले जाते.
nl: Ingesteld op waar als het de gebruiker is toegestaan de lijst gebruikergespecificeerde of "Favoriete" documenten te wijzigen.
pt: definido como verdadeiro se for permitido ao utilizador alterar a lista de documentos especificados pelo utilizador ou "Favoritos".
sv: ställ in till sant om användaren tillåts ändra listan över användarangivna eller "Favorit"-dokument.
te: వినియోగదారి-తెలిపిన లేక "అభీష్ట" పత్రములను సవరించుటకు వినియోగదారిని అనుమతించాలంటే నిజమునకు అమర్చుము.
th: กำหนดเป็นค่าจริงหากต้องการอนุญาตให้ผู้ใช้แก้ไขรายชื่อเอกสารของผู้ใช้ (เอกสารใช้บ่อย) ได้
wa: mete so vraiy si l' uzeu pout candjî l' djivêye des documints specifyîs pa l' uzeu ou « Favoris ».
zu: setha kokuthi iqiniso uma umsebenzisi evunyelwe ukulungisa uhlu lwamadokhumeni aqondaniswe nomsebenzisi noma amadokhumenti "Athandwayo".

source: Logout
ar: خروج
as: প্ৰস্থান কৰক
bn_in: লগ-আউট করুন
dz: ཕྱིར་བསྐྱོད།
el: Αποσύνδεση
eu: Amaitu saioa
gu: લોગઆઉટ
id: Log keluar
kn: ನಿರ್ಗಮನ
ko: 로그아웃
lt: Išsiregistruoti
ml: പുറത്തു് കടക്കുക
mr: वापरकर्ता बदला
nl: Afmelden
or: ଲଗଆଉଟ
pt: Terminar Sessão
sv: Logga ut
te: లాగ్అవుట్
th: ออกจากระบบ
wa: Dislodjî
zu: Phuma

source: gnome-lockscreen
dz: ཇི་ནོམ་-གསལ་གཞི་བསྡམ་བཞག
el: Οθόνη κλειδώματος του Gnome
gu: gnome- લોકસ્ક્રિન
nl: gnome-schermvergrendeling
te: గ్నోమ్-లాక్‌స్క్రీన్
wa: gnome-aclawer-waitroûle
zu: I-gnome-lockscreen

source: New Spreadsheet
ar: جدول بيانات جديد
as: নতুন স্প্ৰেড-ছিট
dz: ཤོག་ཁྲམ་གསརཔ།
el: Νέο λογιστικό φύλλο
eu: Kalkulu-orri berria
gu: નવી સ્પ્રેડશીટ
ko: 새 스프레드시트
mr: नवीन स्प्रेडशीट्
nl: Nieuw spreadsheet
or: ନୂତନ ବିସ୍ତୃତ ଚଦର
pt: Nova Folha de Cálculo
sv: Nytt kalkylark
te: కొత్త స్ప్రెడ్‌షీట్
th: สร้างตารางคำนวณใหม่
wa: Novea tåvlea
zu: I-Spreadsheet Esisha

source: Places
ar: الأماكن
as: স্থান
bn_in: স্থান
dz: ས་གནས་ཚུ།
el: Τοποθεσίες
eu: Lekuak
gu: સ્થળો
id: Lokasi
kn: ಸ್ಥಳಗಳು
ko: 위치
lt: Vietos
ml: സ്ഥലങ്ങള്‍
mr: ठिकाण
nl: Plaatsen
or: ସ୍ଥାନଗୁଡ଼ିକ
pt: Locais
sv: Platser
te: స్థలములు
th: ที่หลักๆ
wa: Eplaeçmints
zu: Izindawo

source: Add the current launcher to favorites
ar: إضافة المشغل الحالي إلى المفضلة
as: পছন্দৰ তালিকাত বৰ্তমান লঞ্চাৰ যোগ কৰক
bn_in: পছন্দের তালিকায় বর্তমান লঞ্চারটি যোগ করুন
dz: ད་ལྟོའི་གསར་བཙུགས་འབད་མི་ཚུ་དགའ་མི་ཚུ་ལུ་ཁ་སྐོང་འབད།
el: Προσθήκη του τρέχοντος εκκινητή στα αγαπημένα
eu: Gehitu uneko abiarazlea gogokoei
gu: હાલના લોંચરને પસંદગીમાં ઉમેરો
id: Tambahkan peluncur kini ke favorit
kn: ಪ್ರಸಕ್ತ ಆರಂಭಕವನ್ನು ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸು
ko: 현재 실행 아이콘을 즐겨찾기에 더합니다
lt: Pridėti leistuką į mėgiamus
ml: ഇഷ്ടമുള്ളവയിലേക്കു് നിലവില്‍ ലഭ്യമാക്കുന്ന സംവിധാനം ചേര്‍ക്കുക
mr: वर्तमान प्रक्षेपक पसंतीचे करीता समावेष करा
nl: Huidig startprogramma toevoegen aan favorieten
pt: Adicionar o iniciador actual aos favoritos
sv: Lägg till den aktuella programstartaren till favoriter
te: ప్రస్తుత లాంచర్‌ను అభీష్టములకు జతచేయుము
th: เพิ่มปุ่มเรียกปัจจุบันในรายการใช้บ่อย
wa: Radjouter l' enondeu do moumint ås favoris
zu: Nezela isiqalisi samanje kwezithandwayo

source: Add the current document to favorites
ar: إضافة المستند الحالي إلى المفضلة
as: পছন্দৰ তালিকাত বৰ্তমান নথি যোগ কৰক
bn_in: পছন্দের তালিকায় বর্তমান নথিটি যোগ করুন
dz: ད་ལྟོའི་ཡིག་ཆ་ཚུ་དགའ་མི་ཚུ་ལུ་ཁ་སྐོང་འབད།
el: Προσθήκη του τρέχοντος έγγραφου στα αγαπημένα
eu: Gehitu uneko dokumentua gogokoei
gu: હાલના સ્તાવેજને પસંદગીમાં ઉમેરો
id: Tambahkan dokumen kini ke favorit
kn: ಪ್ರಸಕ್ತ ದಸ್ತಾವೇಜುಗಳನ್ನು ಅಚ್ಚುಮೆಚ್ಚಿನವುಗಳಿಗೆ ಸೇರಿಸು
ko: 현재 문서를 즐겨찾기에 더합니다
lt: Pridėti dokumentą į mėgiamus
ml: ഇഷ്ടമുള്ളവയിലേക്കു് നിലവിലുള്ള രേഖ ചേര്‍ക്കുക
mr: वर्तमान दस्तऐवज पसंतीचे अंतर्गत समावेष करा
nl: Huidig document toevoegen aan favorieten
pt: Adicionar o documento actual aos favoritos
sv: Lägg till det aktuella dokumentet till favoriter
te: ప్రస్తుత పత్రమును అభీష్టములకు జతచేయుము
th: เพิ่มเอกสารปัจจุบันในรายการใช้บ่อย
wa: Radjouter l' documint do moumint ås favoris
zu: Nezela idokhumenti yamanje kwezithandwayo

source: Indicates whether to close the shell when an add or remove action is performed
ar: يوضح ما إذا كان يجب غلق برنامج الواجهة شل عند تنفيذ إجراء إضافة أو إزالة
as: সংযোজন অথবা অপসাৰণৰ কাৰ্য্য কৰিলে শ্বেল বন্ধ কৰা হ'ব নে নহয় সেইটো চিহ্নিত কৰিবলৈ ব্যৱহৃত হয়
bn_in: সংযোজন অথবা অপসারণের কর্ম সঞ্চালিত হলে শেল বন্ধ করা হবে কি না তা চিহ্নিত করতে ব্যবহৃত হয়
dz: ཁ་སྐོང་རྐྱབས་ནི་ཡང་ན་རྩ་བསྐྲད་གཏང་ནིའི་བྱ་བ་འདི་ལག་ལེན་འཐབ་ཡོད་པའི་སྐབས་ ཤལ་འདི་ཁ་བསྡམ་ནི་ཨིན་ན་མེན་ན་ བརྡ་སྟོན་འབདཝ་ཨིན་
el: Δείχνει αν θα τερματίζεται το κέλυφος όταν μια ενέργεια προσθήκης ή αφαίρεσης εκτελείται
eu: Gehitzeko edo kentzeko ekintza landutakoan shell-a itxiko den edo ez adierazten du
gu: જ્યારે ઉમેરવાની કે દૂર કરવાની ક્રિયા કરવામાં આવે છે ત્યારે શેલ બંધ કરવું કે નહિતે સૂચવે છે
id: Mengindikasikan apakah akan menutup shell ketika aksi tambah atau hapus dijalankan
km: បង្ហាញ​ថាតើ​ត្រូវបិទ​សែល​នៅ​ពេលបាន​ដំណើរការ​សកម្មភាព​ចាប់ផ្ដើម ឬ យកចេញ​ឬអត់
kn: ಸೇರಿಸು ಅಥವ ತೆಗೆದು ಹಾಕುವ ಕಾರ್ಯವನ್ನು ನೆರವೇರಿಸಿದಾಗ ಶೆಲ್ ಅನ್ನು ಮುಚ್ಚಬೇಕೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ
ko: 더하기/지우기 동작이 수행될 때 쉘이 끝나면 알림
lt: Nurodo, ar užverti apvalkalą įvykdžius pridėjimo arba pašalinimo veiksmą
mk: Укажува дали да се затвори школката кога се извршува дејство за додавање или отстранување
ml: ചേര്‍ക്കുക/നീക്കം ചെയ്യുമ്പോള്‍ ഷെല്‍ അടയ്ക്കണമോ എന്നു് സൂചിപ്പിക്കുന്നു
mr: समावेष किंवा काढूण टाकणे कृती पूर्ण झाल्यावर शेल मधून बाहेर पडायचे का ते दर्शवते
nl: Geeft aan of de shell wordt gesloten nadat een toevoegen- of verwijderen-actie is uitgevoerd
pt: Indica se fechar ou não a consola quando é realizada uma acção de adicionar ou remover
sv: Indikerar huruvida skalet ska stängas när en lägg till- eller ta bort-åtgärd genomförs
te: జతచేయు లేదా తీసివేయు చర్య జరుగుచున్నప్పుడు షెల్ మూయవలెనేమో సూచిస్తుంది
th: กำหนดว่าจะปิดเชลล์หรือไม่เมื่อมีการเพิ่ม/ลบโปรแกรม
wa: Dit si fåt clôre li shell cwand ene accion radjouter ou oister est fwaite
zu: Ibonisa ukuthi uyivale yini i-shell lapho isinyathelo sokufaka noma ukususa sithathwa

source: Indicates whether to close the shell when an upgrade or uninstall action is performed
ar: يوضح ما إذا كان يجب غلق برنامج الواجهة شل عند تنفيذ إجراء ترقية أو إلغاء تشغيل
as: উন্নয়ন অথবা সংস্থাপন আঁতৰুৱা কাৰ্য্য কৰিলে শ্বেল বন্ধ কৰা হ'ব নে নহয় সেইটো চিহ্নিত কৰিবলৈ ব্যৱহৃত হয়
bn_in: আপগ্রেড অথবা আন-ইনস্টল কর্ম সঞ্চালিত হলে শেল বন্ধ করা হবে কি না তা চিহ্নিত করতে ব্যবহৃত হয়
dz: ཡར་བསྐྱེད་ཡང་ན་གཞི་བཙུགས་མི་འབད་ནིའི་བྱ་བ་འདི་ལག་ལེན་འཐབ་ཡོད་པའི་སྐབས་ ཤལ་འདི་ཁ་བསྡམ་ནི་ཨིན་ན་མེན་ན་ བརྡ་སྟོན་འབདཝ་ཨིན་
el: Δείχνει αν θα τερματίζεται το κέλυφος όταν μια ενέργεια ενημέρωσης ή απομάκρυνσης εκτελείται
eu: Bertsio-berritzeko edo desinstalatzeko ekintza landutakoan shell-a itxiko den edo ez adierazten du
gu: જ્યારે આધુનિકરણ કરવાની કે સ્થાપન દૂર કરવાની ક્રિયા કરવામાં આવે છે ત્યારે શેલબંધ કરવું કે નહિ તે સૂચવે છે
id: Mengindikasikan apakah akan menutup shell ketika sebuah aksi peninglatan atau pembongkaran dijalankan
km: បង្ហាញ​ថា​តើត្រូវ​បិទ​សែល​នៅ​ពេលបាន​ដំណើរការ​សកម្មភាព​ធ្វើឲ្យ​ប្រសើរ ឬ លុប​ឬអត់
kn: ನವೀಕರಿಸು ಅಥವ ಅನುಸ್ಥಾಪಿಸಿದ್ದನ್ನು ತೆಗೆದು ಹಾಕುವ ಕಾರ್ಯವನ್ನು ನೆರವೇರಿಸಿದಾಗ ಶೆಲ್ ಅನ್ನು ಮುಚ್ಚಬೇಕೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ
ko: 업그레이드/설치 제거 동작이 수행될 때 쉘이 끝나면 알림
lt: Nurodo, ar užverti apvalkalą įvykdžius naujinimo arba išinstaliavimo veiksmą
mk: Укажува дали да се затвори школката кога се извршува дејство за надградување или деинсталација
ml: പരിഷ്കരിക്കുക/അണ്‍ഇന്‍സ്റ്റോള്‍ ചെയ്യുമ്പോള്‍ ഷെല്‍ അടയ്ക്കണമോ എന്നു് സൂചിപ്പിക്കുന്നു
mr: सुधारणा किंवा काढूण टाकणे कृती पूर्ण झाल्यावर शेल मधून बाहेर पडायचे का ते दर्शवते
nl: Geeft aan of de shell wordt gesloten nadat een upgrade of installatie-actie is uitgevoerd
pt: Indica se fechar ou não a consola quando é realizada uma acção de actualização ou desinstalação
sv: Indikerar huruvida skalet ska stängas när en uppgradering- eller avinstallationsåtgärd genomförs
te: నవీకరణ లేదా నిర్మూలనా చర్య జరుగుచున్నప్పుడు షెల్ మూయవలెనేమో సూచిస్తుంది
th: กำหนดว่าจะปิดเชลล์หรือไม่เมื่อมีการปรับรุ่นหรือถอดถอนโปรแกรม
wa: Dit si fåt clôre li shell cwand ene accion d' metaedje a djoû ou d' disastalaedje est fwaite
zu: Ibonisa ukuthi uyivale yini i-shell lapho isinyathelo sokufaka noma ukususa uhlelo sithathwa
