Repository: benpicco/mate-main-menu
Catalog: po/*.po
Languages: ar, as, bn_in, dz, el, eu, gu, id, km, kn, ko, lt, mk, ml, mr, nl, or, pt, sv, te, th, wa, zu

source: The maximum number of applications that will be displayed in the New Applications category
ar: الحد الأقصى لعدد التطبيقات التي سيتم عرضها في فئة التطبيقات الجديدة
as: নতুন অনুপ্ৰয়োগ বিভাগত প্ৰদৰ্শনযোগ্য সৰ্বাধিক অনুপ্ৰয়োগৰ সংখ্যা
bn_in: নতুন অ্যাপ্লিকেশন বিভাগে প্রদর্শনযোগ্য সর্বাধিক অ্যাপ্লিকেশনের সংখ্যা
dz: གློག་རིམ་གྱི་དབྲེ་རིམ་གསརཔ་ནང་ལུ་ བཀྲམ་སྟོན་འབད་ནི་ཨིན་མི་ གློག་རིམ་ཚུ་གི་མང་མཐའ་གྲངས་
el: Ο μέγιστος αριθμός των εφαρμογών που θα εμφανίζονται στην κατηγορία Νέες εφαρμογές
eu: Aplikazioen gehienezko kopurua 'Aplikazio berriak' kategorian bistaratzeko
gu: અનુપ્રયોગોની મહત્તમ સંખ્યા જે નવા અનુપ્રયોગોના પ્રકારમાં દર્શાવવામાં આવશે
id: Cacah maksimum aplikasi yang akan ditampilkan pada kategori Aplikasi Baru
km: ចំនួន​កម្មវិធី​អតិបរមា​ដែល​នឹងត្រូវ​បង្ហាញ​នៅ​ក្នុង​ប្រភេទ​កម្មវិធី​ថ្មី
kn: ಹೊಸ ಅನ್ವಯಗಳ ವರ್ಗದಡಿಯಲ್ಲಿ ತೋರಿಸಲಾಗುವ ಗರಿಷ್ಟ ಸಂಖ್ಯೆಯ ಅನ್ವಯಗಳ ಸಂಖ್ಯೆ
ko: 새 프로그램 분류에 표시될 프로그램의 최대 개수
lt: Didžiausias programų, kurios bus rodomos Naujų programų kategorijoje, skaičius
mk: Максималниот број на апликации кој ќе се прикаже во категоријата „Нови апликации“
ml: പുതിയ പ്രയോഗങ്ങളുടെ വിഭാഗത്തില്‍ കാണിക്കേണ്ട പ്രയോഗങ്ങളുടെ ഏറ്റവും കൂടുതല്‍ എണ്ണം
mr: नवीन अनुप्रयोग विभागात दर्शविण्याजोगी कमाल अनुप्रयोगची संख्या
nl: Het maximum aantal toepassingen dat getoond wordt in de category 'Nieuwe toepassingen'
pt: O número máximo de aplicações que serão apresentadas na categoria Aplicações Novas
sv: Det maximala antalet program som kommer att visas i kategorin Nya program
te: కొత్త అనువర్తనముల వర్గమునందు ప్రదర్శించబడు అనువర్తనముల గరిష్ట సంఖ్య
th: จำนวนโปรแกรมสูงสูดที่จะแสดงในหมวดโปรแกรมใหม่
wa: Li nombe macsimom di programes ki seront håynés dins l' categoreye Noûs programes
zu: Isibalo sokugcina nezinhlelo ezizoboniswa esigabeni seZinhlelo ezintsha

source: The task name to be displayed in the control-center (thus needing to be translated) followed by a ";" separator then the filename of an associated .desktop file to launch for that task.
ar: يتبع اسم المهمة المطلوب عرضها في مركز التحكم فاصل ";" (وبالتالي يجب ترجمته) ثم اسم الملف لملف .desktop المقترن المطلوب تشغيله لهذه المهمة.
dz: ལས་ཀ་མིང་ ཚད་འཛིན་ལྟེ་བ་ནང་ལུ་བཀྲམ་སྟོན་འབད་ནི་ཨིན་མི་(སྐད་བསྒྱུར་འབད་དགོ་མི་) ";" དབྱེ་བྱེད་ཅིག་གིས་རྗེས་སུ་གྲངས་ཏེ་ དེ་ལས་ འབྲེལ་ཡོད་ .desktop ཡིག་སྣོད་ཅིག་གི་ཡིག་སྣོད་མིང་འདི་ འ་ནི་ལས་ཀ་འདི་གི་དོན་ལུ་གསར་བཙུགས་འབད་ནིའི་དོན་ལས།
gu: નિયંત્રણ-કેન્દ્ર (આ પ્રમાણે અનુવાદ કરવું જરૂરી છે) માં દર્શાવવાની ક્રિયાનું નામ અને તેનીપાછળ ";"જૂદું પાડનાર ત્યાર પછી તે કાર્ય માટે શરૂ કરવાની સંબંધિત .desktopફાઈલનું ફાઈલનામ
km: ឈ្មោះ​ភារកិច្ច​ដែល​ត្រូវបាន​បង្ហាញ​នៅក្នុង​មជ្ឈមណ្ឌល​ត្រួត​ពិនិត្យ (ដូច្នេះ តម្រួវ​ឲ្យ​បកប្រែ) ត្រូវបាន​ដាក់ពី​ក្រោយ​ដោយ​សញ្ញា​បំបែក ";" បន្ទាប់​មក​ឈ្មោះ​ឯកសារ​របស់​ឯកសារ .desktop ដែល​បាន​ដាក់ភ្ជាប់​ត្រូវ​បង្ហាញ​សម្រាប់​ភារកិច្ច​នេះ ។
mk: Името на задачата која ќе се прикаже во контролниот центар (значи треба да се преведи) проследено со разделувачот ";" и името на .desktop датотеката која ќе се изврши за таа задача.
nl: De naam van de taak in het configuratiecentrum, gevolgd door een ';'-scheidingsteken en de bestandsnaam van het bijbehorende .desktop-bestand voor het uitvoeren van deze taak.
pt: O nome da tarefa a ser apresentado no control-center (como tal que tem de ser traduzível) seguido de um separador ";" e depois o nome do ficheiro de um ficheiro .desktop associado para iniciar essa tarefa.
sv: Uppgiftsnamnet som ska visas i control-center (behöver därför översättas) följts av en ";"-avgränsare samt filnamnet på en associerad .desktop-fil som ska startas för den uppgiften.
zu: Igama lomsebenzi elizoboniswa esikhungweni sokulawula (kanjalo elidinga ukuba lihunyushwe) elilandelwa yisehlukanisi i-";" bese kuba yigama lefayela lefayela .yesendlalelo ehlobene ezoqaliselwa lowo msebenzi.

source: if true, the control-center will close when a "Common Task" is activated
ar: في حالة التعيين على صواب، سيتم غلق مركز التحكم عند تنشيط "مهام عامة"
dz: བདེན་པ་ཨིན་པ་ཅིན་ ཚད་འཛིན་ལྟེབ་འདི་ "Common Task" འདི་ཤུགས་ལྡན་བཟོ་ཡོད་པའི་སྐབས་ ཁ་བསྡམ་འོང་
gu: જો સાચું હોય તો, જ્યારે "સામાન્ય કાર્ય "સક્રિય કરાય ત્યારે નિયંત્રણ-કેન્દ્ર બંધથશે
km: បើ​ពិត នោះ​មជ្ឈមណ្ឌល​ត្រួត​ពិនិត្យ នឹង​បិទ​នៅពេល​ដែល "ភារកិច្ច​ទូទៅ" សកម្ម
mk: Ако е точно, центарот за контрола ќе се затвори кога е активирана "Честа задача"
nl: Indien ingeschakeld sluit het configuratiecentrum na activatie van een 'algemene taak'
pt: se verdadeiro, o control-center será fechado ao activar uma "Tarefa Comum"
sv: om sant, kommer control-center att stängas när en "Vanliga uppgifter" aktiveras
zu: uma kuyiqiniso, isikhungo sokulawula sizovalwa lapho i-"Common Task" ivulwa

source: <span size="large"><b>No matches found.</b> </span><span> Your filter "<b>%s</b>" does not match any items.</span>
ar: <span size="large"><b>لم يتم العثور على أية مطابقات.</b> </span><span> لا يطابق المرشح "<b>%s</b>"أية عناصر.</span>
as: <span size="large"><b>কোনো মিল নাই ।</b> </span><span> "<b>%s</b>" ফিল্টাৰ অনুযায়ী কোনো সামগ্ৰী পোৱা নাযায় ।</span>
dz: <འཕར་ཚད་="large"><b>མཐུན་མི་མ་འཐོབ།</b> </span><span> ཁྱོད་ཀྱི་ཚགས་མ་ "<b>%s</b>" རྣམ་གྲངས་ག་དང་ཡང་མི་མཐུན་པས།</span>
el: <span·size="large"><b>Δεν βρέθηκαν αποτελέσματα.</b>·</span><span> ·Το φίλτρο που ορίσατε·"<b>%s</b>" δεν ταιριάζει με κανένα αντικείμενο.</span>
eu: <span size="large"><b>Ez da bat datorrenik aurkitu.</b> </span><span> "<b>%s</b>" iragakia ez dator bat inolako elementuekin.</span>
gu: <span size="large"><b> કોઈ મેળ મળ્યા નથી </b> </span><span> તમારું ફિલ્ટર "<b>%s</b>"કોઈ વસ્તુઓને મળતું આવતું નથી</span>
km: <span size="large"><b>រកមិន​ឃើញ​ដំណូច​ទេ ។</b> </span><span> តម្រង​របស់​អ្នក "<b>%s</b>" មិន​ផ្គូរផ្គង​ទៅ​នឹង​ធាតុ​ផ្សេង​ទៀតទេ ។</span>
ko: <span size="large"><b>일치하는 것이 없습니다.</b> </span><span> "<b>%s</b>" 필터와 일치하는 항목이 아무것도 없습니다.</span>
mk: <span size="large"><b>Не се пронајдени совпаѓања.</b> </span><span> Вашиот филтер "<b>%s</b>" не се совпаѓа со ниеден предмет.</span>
mr: <span size="large"><b>जुळवणी आढळली नाही.</b> </span><span> तुमची चाळणी "<b>%s</b>" कुठल्याही घटकाशी जुळत नाही.</span>
nl: <span size="large"><b>Geen resultaten.</b> </span><span> Het filter '<b>%s</b>' geeft geen resultaten.</span>
or: <span size="large"><b>କୌଣସି ମେଳକ ମିଳିଲା ନାହିଁ।</b> </span><span> ଆପଣଙ୍କର ଛାଣକ "<b>%s</b>" କୌଣସି ବସ୍ତୁ ସହିତ ମେଳଖାଉନାହିଁ।</span>
pt: <span size="large"><b>Nenhuma equivalência encontrada.</b> </span><span> O seu filtro "<b>%s</b>" não tem equivalência com nenhum item.</span>
sv: <span size="large"><b>Inga sökträffar hittades.</b> </span><span> Ditt filter "<b>%s</b>" matchar inga objekt.</span>
te: <span size="large"><b>ఏ పోలికలు కనబడలేదు.</b> </span><span> మీ వడపోత "<b>%s</b>" ఏ అంశములకు సరిపోలేదు.</span>
th: <span size="large"><b>ค้นหาไม่พบ</b> </span><span> ตัวกรอง "<b>%s</b>" ของคุณ ไม่ตรงกับรายการใดๆ เลย</span>
wa: <span size="large"><b>Rén k' coresponde di trové</b> </span><span> Vosse passete "<b>%s</b> ni coresponde a nole sacwè.</span>
zu: <span size="large"><b>Akukho okufanayo okutholakele.</b> </span><span> Isisefo sakho "<b>%s</b>" asifani nalutho olulapha.</span>

source: <b>Open</b>
ar: <b>فتح</b>
as: <b>খোলক</b>
dz: <b>ཁ་ཕྱེ་</b>
el: <b>Άνοιγμα</b>
eu: <b>Ireki</b>
gu: <b>ખોલો</b>
ko: <b>열기</b>
mr: <b>उघडा</b>
nl: <b>Openen</b>
or: <b>ଖୋଲନ୍ତୁ</b>
pt: <b>Abrir</b>
sv: <b>Öppna</b>
te: <b>తెరువు</b>
th: <b>เปิด</b>
wa: <b>Drovi</b>
zu: <b>Vula</b>

source: <b>Open %s</b>
ar: <b>فتح %s</b>
as: <b>%s খোলক</b>
dz: <b>ཁ་ཕྱེ་ %s</b>
el: <b>Άνοιγμα %s</b>
eu: <b>Ireki %s</b>
gu: <b>%s ખોલો</b>
ko: <b>"%s"(으)로 열기 </b>
mr: <b>%s उघडा</b>
nl: <b>Openen %s</b>
or: <b>%s କୁ ଖୋଲନ୍ତୁ</b>
pt: <b>Abrir %s</b>
sv: <b>Öppna %s</b>
te: <b>%s తెరువుము</b>
th: <b>เปิด %s</b>
wa: <b>Drovi %s</b>
zu: <b>Vula %s</b>

source: Remove from System Items
ar: إزالة من عناصر النظام
as: প্ৰণালীৰ বিভিন্ন সৰঞ্জামৰ পৰা আঁতৰাওক
dz: རིམ་ལུགས་རྣམ་གྲངས་ཚུ་ལས་རྩ་བསྐྲད་གཏང་།
el: Αφαίρεση από τις Εφαρμογές Συστήματος
eu: Kendu sistemako elementuetatik
gu: સિસ્ટમ આઇટમમાંથી દૂર કરો
ko: 시스템 항목에서 지우기
mr: प्रणाली घटक पासून काढूण टाका
nl: Verwijderen uit systeemitems
or: ତନ୍ତ୍ର ବସ୍ତୁଗୁଡ଼ିକରୁ କାଢ଼ନ୍ତୁ
pt: Remover dos Itens de Sistema
sv: Ta bort från systemobjekt
te: సిస్టమ్ అంశములనుండి తొలగించుము
th: ลบออกจากรายการของระบบ
wa: Oister des Cayets sistinme
zu: Susa Ezintweni Zesistimu

source: _Open Menu
ar: _فتح القائمة
as: তালিকা খোলক (_O)
bn_in: মেনু খুলুন (_O)
dz: དཀར་ཆག་ཁ་ཕྱེ།(_O)
el: Άν_οιγμα του μενού
eu: _Ireki menua
gu: _મેનું ખોલો
id: _Buka Menu
kn: ಮೆನುವನ್ನು ತೆರೆ(_O)
ko: 메뉴 열기(_O)
lt: _Atverti meniu
ml: മെനു _തുറക്കുക
mr: मेन्यू उघडा (_O)
nl: Menu _Openen
or: ତାଲିକା ଖୋଲନ୍ତୁ (_O)
pt: _Abrir o Menu
sv: _Öppna meny
te: మెనూ తెరువుము (_O)
th: _เปิดเมนู
wa: _Drovi dressêye
zu: _Vula Imenu

source: Location of the system-wide directory in which startup programs are found.
ar: موقع دليل على مستوى النظام يتم فيه العثور على برامج بدء التشعيل
gu: સિસ્ટમ-વ્યાપક ડિરેકટરી નું સ્થાન કે જેમાં સ્ટાર્ટઅપ પ્રોગ્રામો મળે છે
km: ទីតាំង​ថត​ប្រព័ន្ធ​ទូលាយ​ដែល​បាន​រក​ឃើញ​កម្មវិធី​ចាប់ផ្ដើម​ឡើង ។
mk: Локација на системскиот директориум во кој се наоѓаат програмите кои се пуштаат при подигнување.
nl: Locatie van de systeembrede map waarin opstartprogramma's worden gezocht.
zu: Indawo ye-directory yesistimu ebanzi lapho izinhlelo zokuqalisa zitholakala khona.

source: Location of the user directory in which startup programs are found. The dir path should not be absolute, as the value of this key is appended to this path: ~/.
ar: موقع دليل المستخدم يتم فيه العثور على برامج بدء التشعيل يجب ألا‎ يكون مسا‏ر الدليل مطلقًا؛ حيث إن قيمة هذا المفتاح ملحقة بالمسار: ~/.
gu: વપરાશકર્તા ડિરેકટરી નું સ્થાન કે જેમાં સ્ટાર્ટઅપ પ્રોગ્રામો મળે છે ડિરેકટરીનો માર્ગ સંપૂર્ણ ન હોવો જોઈએ, કેમ કે, આ કળનું મૂલ્ય આ માર્ગ : ~/ સાથે જોડવા આવેલુંÖÅ છે.
km: ទីតាំង​ថត​អ្នកប្រើ​ដែល​បាន​រកឃើញ​កម្មវិធី​ចាប់ផ្ដើម​ឡើង ។ ផ្លូវ dir មិនគួរ​ថេរ​ទេ ព្រោះ​តម្លៃ​របស់​សោ​នេះ​ត្រូវបាន​បន្ថែម​ទៅ​ខាងចុង​ផ្លូវនេះ ៖ ~/.
mk: Локација на корисничкиот директориум во кој се наоѓаат програмите кои се пуштаат при подигнување. Патеката не треба да е апсолутна, бидејќи вредноста на овој клуч се припојувака оваа патека: ~/.
nl: De locatie van de gebruikersmap waarin opstartprogramma's worden gezocht. Dit mag geen absoluut pad zijn, omdat de waarde voorafgegaan wordt aan '~/'.
zu: Indawo ye-directory yomsebenzisi lapho izinhlelo zokuqalisa zitholakala khona. Umgudu womqondisi kufanele ube ngophelele, njengoba i-value yalesi sikhiye ifakwa kkulo mgudu: ~/.

source: This is the command to execute when the "Open in File Manager" menu item is activated.
ar: هذا هو الأمر المطلوب تنفيذه عند تنشيط عنصر القائمة "فتح في مدير الملفات".
as: তালিকাৰ পৰা "নথিপত্ৰ পৰিচালন ব্যৱস্থাৰ সহায়ত খোলক" ব্যৱহাৰ কৰা হ'লে এই আদেশ সঞ্চালিত হ'ব ।
bn_in: মেনু থেকে "ফাইল পরিচালন ব্যবস্থা সহযোগে খুলুন" ব্যবহার করা হলে এই কমান্ডটি সঞ্চালিত হবে।
dz: འ་ནི་འདི་ "Open in File Manager" དཀར་ཆག་རྣམ་གྲངས་འདི་ཤུགས་ལྡན་བཟོ་ཡོད་པའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་བརྡ་བཀོད་ཨིན།
el: Αυτή είναι η εντολή εκτέλεσης όταν το αντικείμενο μενού "Άνοιγμα στο διαχειριστή αρχείων" είναι ενεργοποιημένο.
eu: Komando hau exekutatuko da "Ireki fitxategi-kudeatzailea" menu-elementua aktibatzen denean.
gu: જ્યારે "ફાઈલ મેનેજરમાં ખોલો " મેનુ આઈટમ સક્રિય કરાય છે ત્યારે અમલમાં મૂકવાનો આ આદેશ છે.
id: Ini adalah perintah yang dijalankan ketika butir menu "Buka di Manajer Berkas" diaktifkan.
km: នេះជា​ពាក្យបញ្ជា​ដែល​ត្រូវ​ប្រតិបត្តិ​នៅ​ពេល​ធាតុ​ម៉ឺនុយ "បើកក្នុង​កម្មវិធី​គ្រប់គ្រង​ឯកសារ" សកម្ម ។
kn: "ಕಡತ ವ್ಯವಸ್ಥಾಪಕದಲ್ಲಿ ತೆರೆ" ಮೆನು ಅಂಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ ಈ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko: 이것은 "파일 관리자로 열기" 메뉴 항목이 활성화된 경우에 실행할 명령입니다.
lt: Ši komanda, įvykdoma pasirinkus meniu punktą „Atverti failų naršyklėje“.
mk: Оваа е командата која ќе се извршува кога е активиран предметот "Отвори во менаџер на датотеки" од менитио.
ml: "ഫയല്‍ നിരീക്ഷകനില്‍ തുറക്കുക" മെനു വസ്തു സജീവമാക്കുമ്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കേണ്ട കമാന്‍ഡ്.
mr: "Open in File Manager" मेन्यू घटक सक्रीय केल्यावर हा आदेश चालवा.
nl: Dit is de opdrachtregel die uitgevoerd wordt als het item 'Openen in bestandsbeheer' wordt gekozen.
pt: Este é o comando a ser executado ao activar o item de menu "Abrir no Gestor de Ficheiros".
sv: Det här är kommandot som ska köras när menyobjektet "Öppna i filhanterare" aktiveras.
te: "దస్త్ర నిర్వాహకినందు తెరువుము" అను మెనూ అంశము క్రియాశీలమైనప్పుడు నిర్వర్తించుటకు ఆదేశము యిదే.
th: นี่คือคำสั่งที่จะเรียกเมื่อเลือกเมนู "เปิดในโปรแกรมจัดการแฟ้ม"
wa: Çouci est l' comande a -z enonder cwand l' cayet del dressêye « Drovi dins l' manaedjeu d' fitchî » est en alaedje.
zu: Lena ikhomandi yokuqalisa lapho into yemenu ethi "Vula Esilawulini Sefayela " ivuliwe.

source: This is the command to execute when the "Open in File Manager" menu item is activated. FILE_URI is replaced with a uri corresponding to the dirname of the activated file.
ar: هذا هو الأمر المطلوب تنفيذه عند تنشيط عنصر القائمة "فتح في مدير الملفات". يتم استبدال FILE_URI بـuri المتوافق مع اسم الدليل للملف الذي تم تنشيطه.
as: তালিকাৰ পৰা "নথিপত্ৰ পৰিচালন ব্যৱস্থাৰ সহায়ত খোলক" ব্যৱহাৰ কৰা হ'লে এই আদেশ সঞ্চালিত হ'ব । FILE_URI-ৰ পৰিবৰ্তনে সক্ৰিয় কৰা নথিপত্ৰৰ dirname-ৰ uri ব্যৱহাৰ কৰা হ'ব ।
bn_in: মেনু থেকে "ফাইল পরিচালন ব্যবস্থা সহযোগে খুলুন" ব্যবহার করা হলে এই কমান্ডটি সঞ্চালিত হবে। FILE_URI-র পরিবর্তনে সক্রিয় করা ফাইলের dirname-র uri ব্যবহার করা হবে।
dz: འ་ནི་འདི་ "Open in File Manager" དཀར་ཆག་རྣམ་གྲངས་འདི་ཤུགས་ལྡན་བཟོ་ཡོད་པའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་བརྡ་བཀོད་ཨིན། FILE_URI འདི་ ཤུགས་ལྡན་བཟོ་ཡོད་པའི་ཡིག་སྣོད་འདི་གི་སྣོད་ཐོ་མིང་འདི་ལུ་ ཆ་མཉམ་པའི་ཡུ་ཨར་ཨའི་ཅིག་གིས་ཚབ་བཙུགས་ཡོདཔ་ཨིན།
el: Αυτή είναι η εντολή εκτέλεσης όταν το αντικείμενο μενού "Άνοιγμα στο διαχειριστή αρχείων" είναι ενεργοποιημένο. Η σελίδα αρχείων αντικαθίσταται με μια σελίδα σχετική με το όνομα του καταλόγου του ενεργοποιημένου αρχείου.
eu: Komando hau exekutatuko da "Ireki fitxategi-kudeatzailea" menu-elementua aktibatzen denean. FILE_URI ordeztua izango da aktibatutako fitxategiaren direktorioaren izenari dagokion URIarekin.
gu: જ્યારે "ફાઈલ મેનેજરમાં ખોલો " મેનુ આઈટમ સક્રિય કરાય છે ત્યારે અમલમાં મૂકવાનો આ આદેશ છે. સક્રિય કરાયેલ ફાઈલની ડિરેકટરીના નામને અનુરૂપ FILE_URI ને uri સાથે બદલી કરવામાં આવે છે.
id: Ini adalah perintah yang dijalankan ketika butir menu "Buka di Manajer Berkas" diaktifkan. FILE_URI diganti dengan uri yang berhubungan dengan nama dir dari berkas yang diaktifkan.
km: នេះ​ជា​ពាក្យបញ្ជា​ដែល​ត្រូវ​ប្រតិបត្តិ​នៅពេល​ធាតុ​ម៉ឺនុយ "បើក​ក្នុង​កម្មវិធី​គ្រប់គ្រង​ឯកសារ" សកម្ម ។ FILE_URI គឺ​ត្រូវបាន​ជំនួស​ដោយ uri ដែល​ទាក់ទង​ទៅនឹង​ឈ្មោះ​ថត​របស់​ឯកសារ​ដែល​សកម្ម ។
kn: "ಕಡತ ವ್ಯವಸ್ಥಾಪಕದಲ್ಲಿ ತೆರೆ" ಮೆನು ಅಂಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ ಈ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತದೆ. FILE_URI ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾದ ಕಡತದ dirname ನ ಸೂಕ್ತವಾದ uri ನೊಂದಿಗೆ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ.
ko: 이것은 "파일 관리자로 열기" 메뉴 항목이 활성화된 경우에 실행할 명령입니다. FILE_URI는 활성화된 파일의 디렉토리 이름에 해당하는 URI로 대체됩니다.
lt: Ši komanda, įvykdoma pasirinkus meniu punktą „Atverti failų naršyklėje“. FILE_URI yra pakeičiamas uri atitinkančiu pasirinkto failo katalogą.
mk: Ова е командата која ќе се изврши кога е активиран предметот "Отвори во менаџер за датотеки" во менито. FILE_URI е заменат со uri која одговара со името на директориумот на активираната датотека.
ml: "ഫയല്‍ മാനേജറില്‍ തുറക്കുക" മെനു വസ്തു സജീവമാക്കുമ്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കേണ്ട കമാന്‍ഡ്. സജീവമാക്കിയ ഫയലിന്റെ dirname അനുസരിച്ചുള്ള ഒരു യുആര്‍ഐ ആയി FILE_URI മാറ്റിസ്ഥാപിക്കുന്നു.
mr: "Open in File Manager" मेन्यू घटक सक्रीय केल्यावर हा आदेश चालवा. FILEURI सक्रीय फाइलच्या uri डिरेक्ट्री नावाशी बदलविले जाते (_U).
nl: Dit is de opdrachtregel die uitgevoerd wordt als het item 'Openen in bestandsbeheer' wordt gekozen. FILE_URI wordt vervangen door de URI van de map waarin het geactiveerde bestand zich bevindt.
pt: Este é o comando a ser executado ao activar o item de menu "Abrir no Gestor de Ficheiros". FILE_URI é substituído por um uri correspondendo ao nome do directório do ficheiro activado.
sv: Det här är kommandot som ska köras när menyobjektet "Öppna i filhanterare" aktiveras. FILE_URI ersätts med en uri som motsvarar den aktiverade filens katalognamn.
te: "దస్త్ర నిర్వాహకినందు తెరువుము" అను మెనూ అంశము క్రియాశీలమైనప్పుడు నిర్వర్తించుటకు ఆదేశము యిదే. FILE_URI అనునది క్రియాశీల దస్త్రపు డైరెక్టరీ నామముకు సంభందించిన uriతో పునఃస్థాపించబడును.
th: นี่คือคำสั่งที่จะเรียกเมื่อเลือกเมนู "เปิดในโปรแกรมจัดการแฟ้ม" โดย FILE_URI จะถูกแทนที่ด้วย URI ที่ตรงกับชื่อไดเรกทอรีของแฟ้มที่ถูกเรียก
wa: Çouci est l' comande a -z enonder cwand l' cayet del dressêye « Drovi dins l' manaedjeu d' fitchî » est en alaedje. Al plaece di FILE_URI, on mete on uri ki va å ridant do fitchî en alaedje.
zu: Lena ikhomandi yokuqalisa lapho into yemenu ethi "Vula Esilawulini Sefayela " ivuliwe. FILE_URI ifakwa esikhundleni sethi uri ehambisana ne-dirname yefayela evuliwe.

source: This is the command to execute when the "Send To..." menu item is activated.
ar: هذا هو الأمر المطلوب تنفيذه عند تنشيط عنصر القائمة "إرسال إلى...".
as: তালিকাৰ পৰা "চিহ্নিত স্থানলৈ প্ৰেৰণ..." ব্যৱহাৰ কৰা হ'লে এই আদেশ সঞ্চালিত হ'ব ।
bn_in: মেনু থেকে "চিহ্নিত স্থানে প্রেরণ..." ব্যবহার করা হলে এই কমান্ডটি সঞ্চালিত হবে।
dz: འ་ནི་འདི་ "Send To..." དཀར་ཆག་རྣམ་གྲངས་འདི་ཤུགས་ལྡན་བཟོ་ཡོད་པའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་བརྡ་བཀོད་ཨིན།
el: Αυτή είναι η εντολή εκτέλεσης όταν το αντικείμενο μενού "Αποστολή σε" είναι ενεργοποιημένο.
eu: Komando hau exekutatuko da "Bidali honi..." menu-elementua aktibatzen denean.
gu: જ્યારે "...માં મોકલો " મેનું આઈટમ સક્રિય કરાય છે ત્યારે અમલમાં મૂકવાનો આ આદેશ છે.
id: Ini adalah perintah yang dijalankan ketika butir menu "Kirim Ke..." diaktifkan.
km: នេះ​ជា​ពាក្យបញ្ជា​ដែលត្រូវ​ប្រតិបត្តិ​នៅពេល​ធាតុ​ម៉ឺនុយ "ផ្ញើ​ទៅ​កាន់..." សកម្ម ។
kn: "ಇಲ್ಲಿಗೆ ಕಳುಹಿಸು..." ಮೆನು ಅಂಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ ಈ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko: 이것은 "보내기..." 메뉴 항목이 활성화된 경우에 실행할 명령입니다.
lt: Ši komanda įvykdoma pasirinkus meniu punktą „Siųsti...“.
mk: Ова е командата која ќе се извршува кога е активиран "Испрати до..." предметот од менито.
ml: "എങ്ങോട്ട് അയയ്ക്കണം..." മെനു വസ്തു സജീവമാക്കുമ്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കേണ്ട കമാന്‍ഡ്.
mr: "Send To..." मेन्यू घटक सक्रीय केल्यावर हा आदेश चालवा.
nl: Dit is de opdrachtregel die uitgevoerd wordt als het item 'Verzenden naar...' wordt gekozen.
pt: Este é o comando a ser executado ao activar o item de menu "Enviar Para...".
sv: Det här är kommandot som ska köras när menyobjektet "Skicka till..." aktiveras.
te: "దీనికి పంపుము..." మెనూ అంశము క్రియాశీలమైనప్పుడు నిర్వర్తించుటకు ఆదేశము యిదే.
th: นี่คือคำสั่งที่จะเรียกเมื่อเลือกเมนู "ส่งไปยัง..."
wa: Çouci est l' comande a enonder cwand l' dressêye « Evoyî a... » est en alaedje.
zu: Lena ikhomandi yokuqalisa lapho into yemenu ethi "Thumela Ku..." ivuliwe.

source: This is the command to execute when the "Send To..." menu item is activated. DIRNAME and BASENAME are replaced with the corresponding components of the activated tile.
ar: هذا هو الأمر المطلوب تنفيذه عند تنشيط عنصر القائمة "إرسال إلى...". يتم استبدال كل من اسم الدليل والاسم الأساسي بالمكونات المتوافقة مع التجانب الذي تم تنشيطه.
as: তালিকাৰ পৰা "চিহ্নিত স্থানলৈ প্ৰেৰণ..." ব্যৱহাৰ কৰা হ'লে এই আদেশ সঞ্চালিত হ'ব । FILE_URI-ৰ পৰিবৰ্তনে সক্ৰিয় কৰা নথিপত্ৰৰ dirname-ৰ uri ব্যৱহাৰ কৰা হ'ব ।
bn_in: মেনু থেকে "চিহ্নিত স্থানে প্রেরণ..." ব্যবহার করা হলে এই কমান্ডটি সঞ্চালিত হবে। FILE_URI-র পরিবর্তনে সক্রিয় করা ফাইলের dirname-র uri ব্যবহার করা হবে।
dz: འ་ནི་འདི་ "Send To..." དཀར་ཆག་རྣམ་གྲངས་འདི་ཤུགས་ལྡན་བཟོ་ཡོད་པའི་སྐབས་ ལག་ལེན་འཐབ་ནི་གི་བརྡ་བཀོད་ཨིན། DIRNAME དང་ BASENAME ཚུ་ ཤུགས་ལྡན་བཟོ་ཡོད་པའི་ཊ་ཡིལ་འདི་གི་ཆ་མཉམ་པའི་ཆ་ཤས་འདི་གིས་ཚབ་བཙུགས་ཡོདཔ་ཨིན།
el: Αυτή είναι η εντολή εκτέλεσης όταν το αντικείμενο μενού "Αποστολή σε" είναι ενεργοποιημένο. Το όνομα καταλόγου και το βασικό όνομα αντικαθίστανται με σχετικά περιεχόμενα της ενεργοποιημένης παράθεσης.
eu: Komando hau exekutatuko da "Bidali honi..." menu-elementua aktibatzen denean. DIRNAME eta BASENAME ordeztuak izango dira aktibatutako lauzari dagozkion osagaiekin.
gu: જ્યારે "...માં મોકલો " મેનું આઇટમ સક્રિય કરાય છે ત્યારે અમલમાં મૂકવાનો આ આદેશ છે. સક્રિય કરાયેલ ફાઈલના અનુરૂપ ઘટકો સાથે DIRNAME અને BASENAME ની બદલી કરવામાં આવે છે.
id: Ini adalah perintah yang dijalankan ketika butir menu "Kirim Ke..." diaktifkan. DIRNAME dan BASENAME diganti dengan komponen berhubungan dari berkas yang diaktifkan.
km: នេះ​ជា​ពាក្យបញ្ជា​ដែល​ត្រូវ​ប្រតិបត្តិ​នៅពេល​ធាតុ​ម៉ឺនុយ "ផ្ញើ​ទៅ​កាន់..." សកម្ម ។ DIRNAME និង BASENAME ត្រូវបាន​ជំនួស​ដោយ​សមាសភាគ​ដែល​ទាក់ទង​របស់​ក្រឡា​ដែល​សកម្ម ។
kn: "ಇಲ್ಲಿಗೆ ಕಳುಹಿಸು..." ಮೆನು ಅಂಶವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ ಈ ಆಜ್ಞೆಯನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುತ್ತದೆ. DIRNAME ಹಾಗು BASENAME ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾದ ಟೈಲ್‌ನಿಂದ ಅನುಕ್ರಮವಾಗಿ ಬದಲಾಯಿಸಲಾಗುತ್ತದೆ.
ko: 이것은 "보내기..." 메뉴 항목이 활성화된 경우에 실행할 명령입니다. DIRNAME과 BASENAME은 활성화된 파일의 해당 요소로 대체됩니다.
lt: Ši komanda įvykdoma pasirinkus meniu punktą „Siųsti...“. DIRNAME ir BASENAME pakeičiami atitinkamais pasirinkto failo komponentais.
mk: Ова е командата која ќе се изврши кога е активиран предметот "Испрати до..." од менито. DIRNAME и BASENAME се заменуваат со одговарачките компоненти на активираната датотека.
ml: "എങ്ങോട്ട് അയയ്ക്കണം..." മെനു വസ്തു സജീവമാക്കുമ്പോള്‍ പ്രവര്‍ത്തിപ്പിക്കേണ്ട കമാന്‍ഡ്. സജീവമാക്കിയ ടൈലിന്റെ ഘടകങ്ങള്‍ അനുസരിച്ചു് DIRNAME , BASENAME എന്നിവ മാറ്റി സ്ഥാപിക്കുന്നു.
mr: "Send To..." मेन्यू घटक सक्रीय केल्यावर हा आदेश चालवा. DIRNAME व BASENAME सक्रीय फाइलच्या योग्य घटकाशी बदलविले जाते.
nl: Dit is de opdrachtregel die uitgevoerd wordt als het item 'Verzenden naar...' wordt gekozen. DIRNAME en BASENAME worden vervangen door de componenten van het geactiveerde gebied.
pt: Este é o comando a ser executado ao activar o item de menu "Enviar Para...".DIRNAME e BASENAME são substituídos pelos respectivos componentes do ícone activado.
sv: Det här är kommandot som ska köras när menyobjektet "Skicka till..." aktiveras. DIRNAME och BASENAME ersätts med motsvarande komponenter för den aktiverade rutan.
te: "దీనికి పంపుము..." మెనూ అంశము క్రియాశీలమైనప్పుడు నిర్వర్తించుటకు ఆదేశము యిదే. DIRNAME మరియు BASENAME అనునవి క్రియాశీలపు దస్త్రము యొక్క సంభందిత మూలకములతో పునఃస్థాపించబడును.
th: นี่คือคำสั่งที่จะเรียกใช้เมื่อเลือกเมนู "ส่งไปยัง..." โดย DIRNAME และ BASENAME จะถูกแทนที่ด้วยชื่อไดเรกทอรีและชื่อแฟ้มของรายการที่เลือก
wa: Çouci est l' comande a enonder cwand l' dressêye « Evoyî a... » est en alaedje. DIRNAME eyet BASENAME sont replaecîs avou les componints do cwairea en alaedje ki vont avou.
zu: Lena ikhomandi yokuqalisa lapho into yemenu ethi "Thumela Ku..." ivuliwe. DIRNAME nokuthi BASENAME kuthathelwa isikhundla yizingxenye ezihambisanayo zesihloko esivuliwe.
